import type { Question } from "./questions";

export const prosperityQuestions: Question[] = [
  {
    id: 1,
    question: "የብልፀግና ህብረት የአመራር ኮሚቴ አባላት ከአስር እስከ አስራ ሁለት መብለጥ የለበትም፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 2,
    question: "የመደመር መንግስት የመሻገሪያ መንገድ የሆነው የቱ ነው?",
    options: [
      "መደመራዊ የፈጠራ መንገድ",
      "መደመራዊ የፍጥነት መንገድ",
      "መደመራዊ የዝላይ መንገድ",
      "ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 3,
    question:
      "-----------የአንድን ሀገር ችግር በውል ለመረዳትና ተገቢ መፍትሔ ለመስጠት እንዲቻል የዚያችን ሀገር ታሪክ የህዝቦች አኗኗር መስተጋብር፣ባህል፣ ዕሴት፣ ፓለቲካዊ እና ኢኮኖሚያዊ ዳራ የተተገበሩ ርዕዮት ዓለሞችን ወዘተ በሙሉ መመልከት ተገቢ ነዉ የሚል ዕይታ ነዉ፡፡",
    options: ["ምናብ", "መደመር", "ምሉዕ ዕይታ", "መዋቅራዊ ሸግግር"],
    correctAnswer: 2,
  },
  {
    id: 4,
    question: "ከሚከተሉት ውስጥ አንዱ የመደመር መንግስት ባሕርያት አይደለም፡",
    options: [
      "አደጋን የሚቋቋም አይበገሬ ኢኮኖሚ መገንባት",
      "ተለማጭነትና ተላማጅነት",
      "የምናብ ከፍታ",
      "የሀሳብ አልቦ ፖለቲካ",
    ],
    correctAnswer: 3,
  },
  {
    id: 5,
    question:
      "-----------አሁን ካሉት ችግሮች ዉጥንቅጦች ከፍ ብሎ የማሰብ ፍኖትና አሉታዊ ችግር ተኮር ምልከታን ወደ ዕድልና አቅም ተኮር አእምራዊ ፍኖት መለወጥ ነዉ፡፡",
    options: ["ምናባዊ ከፍታ", "ህልም", "ገዥ ትርክት", "ሪፎርም"],
    correctAnswer: 0,
  },
  {
    id: 6,
    question: "ከሚከተሉት ውስጥ ሥርዓታዊ ፍጥነት የሆነው የቱ ነው ?",
    options: ["ገበያ መር ኢኮኖሚ፤", "ኀብረተሰባዊ መንግስት፡", "የመደመር መንግስት፡", "መልስ የለም"],
    correctAnswer: 2,
  },
  {
    id: 7,
    question: "የሀሳብ አልቦ ፖለቲካ ምርኩዞች--------ናቸዉ፡፡",
    options: ["የጥቅም ትስስር", "ጽንፈኝነት", "ሕዝበኝነት", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 8,
    question:
      "------------- ማለት ብዝኃነትን ባለመቀበል ሁሉን ዓይነት ልዩ ልዩ ዓይነቶች በአንድ ቋት ብቻ የሚከትና የሚያስብ አመለካከት ነዉ፡፡",
    options: ["ጠቅላይነት", "ጽንፈኝነትና አክራሪነት", "ሕዝበኝነት", "ተደማሪነት"],
    correctAnswer: 0,
  },
  {
    id: 9,
    question: "በመደመር መጽሐፍ እንደተገለጸው የኢንዱስትሪ አብዮት መቼ ተጀመረ( እኤአ)?",
    options: ["1850", "1750", "1970", "2000"],
    correctAnswer: 1,
  },
  {
    id: 10,
    question: "የመደመር መንግሰት የኢኮኖሚ ፖሊሲ እሳቤ ያልሆነው የትኛው ነው?",
    options: ["ሀገር በቀል ኢኮኖሚ", "ግብርና መር ኢኮኖሚ", "ብዘሃ-ዘርፍ ኢኮኖሚ", "ብዘሃ-ተዋንያን ኢኮኖሚ"],
    correctAnswer: 1,
  },
  {
    id: 11,
    question:
      "---------የአንድን ማህበረሰብ አጠቃላይ የኑሮ ሁኔታዉን ማሻሻልና በሠላምና ፀጥታ፣በጤና፣ በደስታ እንዲኖሩ ማስቻል ነዉ፡፡",
    options: ["የማይበገር ኢኮኖሚ", "ማህበራዊ ልማት", "ገጠር እና ግብርና ትራንስፎርሜሽን", "ከተማ ልማት"],
    correctAnswer: 1,
  },
  {
    id: 12,
    question: "ከሚከተሉት ውስጥ ስለመደመር ዕሳቤ ትክክል ያልሆነው የቱ ነው",
    options: [
      "መደመር ሀገር በቀል የሆነ ነገር   ግን ገቢር ነበብ ያልሆነ  ፖለቲካዊ፤ ኢኮኖሚያዊና ማህበራዊ ስብራታችን የሚያርቅ ሀገራዊ ብልጽግናን በብሔራዊነት የሚያረጋግጥ ዕሳቤ ነው",
      "መደመር አካታችና አሳታፊ የፖለቲካና የኢኮኖሚ ስርዓትን የሚያጸና ከሁለም በሁለም ለሁሉም የሆነ በወንድማማችነት እህትማማችነት ላይ የተመረኮዘ የመካከለኛውን መንገድ የሚከተል ነው፡፡",
      "መደመር ዕሳቤ ነው፤ በሀሳብ ልዕልና እና በተሻጋሪ ህልም ለሁሉም የምትሆን የበለጸገች ኢትዮጵያን እውን ለማድረግ ትናትን፣ዛሬና ነገን የሚያስተሳስር ነው፡፡",
      "መደመር ከችግር ትንተና አንፃር ሀገር በቀል ሲሆን ከመፍትሄ ፍለጋ አንፃር ደግሞ ከሀገር ውስጥም ~ ከውጭም ትምህርት በመውሰድ የተቀመረ ነው፡",
    ],
    correctAnswer: 0,
  },
  {
    id: 13,
    question: "የመደመር መንግስት ኢኮኖሚያዊ ሚና ምንድን ነው?",
    options: [
      "የማይበገር ኢኮኖሚ፣ በታቀደ አግባብ፣ ደረጃ በደረጃ መፍጠር",
      "ከዓለም አቀፋዊ ተለዋዋጭነት ጋር አጣጥሞ፣ ተወዳድሮና አሸንፎ መውጣት",
      "የመጭውን ዘመን ፍላጎቶች ማሟላትና አቅሞችን በውጤታማነት መጠቀም",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 14,
    question: "በመደመር መንግስት ዕይታ ኢትዮጵያ እምቅ የቱሪዝም አቅም አላት ስንል ምን ማለታችን ነው?",
    options: [
      "ከታሪካችን አንፃር ስብራት መኖሩ",
      "ድንቅ የተፈጥሮ ሀብት ባለቤት መሆኑ",
      "ብዝሃ ባህል፤ብዝሃ ታሪክ ያለን በመሆኑ",
      "ከ ሀ በስተቀር ሁሉም መልስ ናቸዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 15,
    question:
      "በመደመር መንግስት ዕሳቤ መሰረት  በተደረገው የማክሮ ኢኮኖሚው ማሻሻያ እንደ ሀገር የሚኖረው ፋይዳና ተስፋ ምንድን ነው?",
    options: [
      "ምርትና ምርታማነት ያድጋል፤ ኢንቨስትመንት በመጨመር የስራ ዕድል ይስፋፋል",
      "የዋጋ ግሽበትን ወደ ሁለት ዲጂት ያሳድጋል",
      "የውጭ ንግድን በማስፋፋት የውጭ ኃዋላ ፍሰትን ይቀንሳል",
      "ከውጭ ባንኮች መግባት ጋር ተያይዞ የፋይናንስ ዘርፉ ጤናማነት እድገትና ተወዳዳሪነት ያቀጭጫል",
    ],
    correctAnswer: 0,
  },
  {
    id: 16,
    question:
      "የመደመር መንግስት/ብልጽግና መዋቅራዊ የኢኮኖሚ ለውጥ የሚያረጋግጥ የብዝሃ ዘርፍ የልማት ስትራቴጅን ይተገብራል ስንል ምን ለማለት ነው?",
    options: [
      "ለሁሉም የኢኮኖሚ ዘርፎች ትኩረት በመስጠት ማነቆዎችን የሚፈታ ቢሆንም ኢንዱስትሪና ቴክኖሎጂ መር ነው",
      "በማኑፋክቸሪንግ ኢንዱስትሪ ዘርፍ ከውጭ የሚገቡ መሰረታዊ ሸቀጦችን በሀገር ውስጥ ምርቶች ይተካል",
      "ነባር አምራች ኢንዱስትሪን የማምረት አቅም በማጎልበት አዳዲስ ኢንቨስትመንትን በጥራት፤ በብዛትና በዓይነት ያስፋፋል",
      "ለ እና ሐ መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 17,
    question: "በመደመር መንግሰት ዕይታ መሰረት የስልጣኔ አላባዊያን ውስጥ የማይካተተው የቱ ነው?",
    options: [
      "ኢንዱስትሪ መር",
      "የዳበረ መንግስታዊ ስርዓት",
      "የዳበረ ባህልና ቴክሎሎጅ አጠቃቀም",
      "ከተማና ከተሜነት",
    ],
    correctAnswer: 0,
  },
  {
    id: 18,
    question: "መደመር መንግሥት የሚከተለዉ የአመራር ስርዓት የትኛዉ ነው?",
    options: ["ኃይል የመቀላቀል መሪ", "አውቶክራሲያዊ መሪ", "አገልጋይ መሪ", "ማዕከላዊነት"],
    correctAnswer: 2,
  },
  {
    id: 19,
    question: "ብልፅግና ፓርቲን እንዴት መግለጽ እንችላለን?",
    options: [
      "ጠንካራ ህብረ ብሄራዊት ኢትዮጵያን የመገንባት ህልም ያለው ፓርቲ",
      "በተለያዩ ጎራዎች መካከል የሚስተዋሉ ልዩነቶችን ሚዛን ጠብቆ የሚጓዝ፣",
      "ሁሉንም ኢትዮጵዊ የሚያቅፍ አካታች የሆነና በሃሳብ ልዕልና የሚያምን ፓርቲ",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 20,
    question:
      "የብልጽግና ፓርቲ ፕሬዝዳንት እና የኢፌዲሪ ጠቅላይ ሚኒስትር ዶ/ር አብይ አህመድ ከለውጡ በኋላ በተከታታይ ለህትመት ያበቋቸውን መፃሕፍት ቅደመ ተከተል ትክክለኛዉ የቱ ነዉ?",
    options: [
      "መደመር- መደመር ትዉልድ- መደመር መንገድ- መደመር መንግስት",
      "የመደመር መንገድ- መደመር- የመደመር ትውልድ- መደመር መንግስት",
      "መደመር- መደመር መንገድ- መደመር ትዉልድ- መደመር መንግስት",
      "መደመር መንግስት- መደመር ትዉልድ- መደመር መንገድ-መደመር",
    ],
    correctAnswer: 2,
  },
  {
    id: 21,
    question:
      "በመደመር መንግስት ዕሳቤ መሰረት በኢኮኖሚና መዋቅራዊ ሽግግር ውስጥ መንግስት ሊኖረው የሚገባው ሚና መካከል የማይካተተው የቱ ነዉ",
    options: [
      "የምርት  ስብጥርንና ብዝሃነትን ማሳደግ",
      "ፖሊሲና መመሪያን በማርቀቅ ኢኮኖሚ ዘርፉን ለግል ባለሀብቶች በመተው የቁጥጥር ስራ ብቻ ማጠናከር",
      "የተመረጡና በጥናት ላይ የተመስረቱ ዘርፎችን በፖሊሲና በአሰራር መምራት",
      "ባልተለመዱ ዘርፎች ቅድሚያ ወስዶ ኢንቨስት ማድረግ",
    ],
    correctAnswer: 1,
  },
  {
    id: 22,
    question: " በመደመር መንግስት ስልጠና ላይ ከተቀመጡ  የመቀነስ ግብ ያልሆነው የቱ ነው?",
    options: ["ኑሮ ውድነት", "ሌብነት", "መንደርተኝነት", "ተረጂነት"],
    correctAnswer: 3,
  },
  {
    id: 23,
    question: " በመደመር መንግስት ስልጠና ላይ ከተቀመጡ  የመቶ እጅ (%)ግብ የሆነው የቱ ?",
    options: ["የሲቨል ሰርቨስ ሪፎርም", "ምርጫ ምቹነት", "ፋይዳ ምዝገባ", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 24,
    question:
      "የመደመር መንግሥት እይታ የዘርፎች እምርታ ስልጠና ላይ  ከተቀመጡ አቅጣጫዎች ውስጥ የሁለት ዲጂት ግቦች ያልሆነዉ የቱ ነዉ፡፡",
    options: ["5 ሚልዮን ኮደርስ", "ኩታ ገጠም እርሻ", "ማዕድን", "ኢንዱስትሪ"],
    correctAnswer: 0,
  },
  {
    id: 25,
    question: " ከሚከተሉት ውስጥ  የሥሉጥ ከተማ ባህሪ የሆነው?",
    options: [
      "የአገልግሎት ተደራሽነትን ብቻ ማዕከል ያደርግ",
      "ዲጅታል ቴክኖሎጂዎችን በመጠቀም የተሻለ አገልግሎት መስጠት የሚችል",
      "የነዋሪዎችን ሕይወት የሚቀይር እና ምቹ ሁኔታ የሚፈጥር",
      "ከ ሀ በስተቀር ሁሉም መልስ ናቸዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 26,
    question: "በሀገራችን ለሐሳብ አልባ ፖለቲካና ፖለቲከኞች አስቻይ ሁኔታ የሚፈጥሩት ምንድ ነው ?",
    options: [
      "የሀገራችን የፖለቲካ ስብራቶች እና ነባራዊ ገፅታዎች",
      "አለማቀፋዊ ሁኔታ",
      "የተበላሸ የፖለቲካ ባህል",
      "መልስ የለም",
    ],
    correctAnswer: 3,
  },
  {
    id: 27,
    question:
      "በክቡር ጠቅላይ ሚኒስትራችን ዶ/ር አብይ አህመድ ከተነደፉ ፕሮግራሞች ከ3 ገበታዎች ትክክል የሆነዉ የቱ ነዉ፡፡",
    options: [
      "ገበታ ለሀገር (አንድነት ፓርክ፤ ወዳጅነት ፓርክ፤ እንጦጦ ፓርክ፤የወንዝ ዳርቻ)",
      "ገበታ ለሸገር (ጎርጎራ፣ ወንጪ፣ ሃላላ ኬላና ጨበራ ጩርጩራ፣ )",
      "ገበታ ለትውልድ (ገራ አልታ፣ ጅማ፣ ሃይቅ፣ ንኢሌ ፓልም ስፕሪንግ፣ ሸበሌይ ሪዞርት፣ አርባምንጭ፣ ህዳሴ ሃይቅ፣ ደቡብ ምእራብ ደሴ ሃይቅ ሪዞርት)",
      "መልስ የለም",
    ],
    correctAnswer: 2,
  },
  {
    id: 28,
    question:
      "አንድ ስርዓት ራሱን ከሁኔታዎች ጋር ከማጣጣም፤ለአዳዲስ ሃሳቦች እና አሰራሮች ክፍት ከማድረግና ራሱን እያረመና እያዘመነ ከመሄድ ይልቅ ጥንት የያዘቸዉን እሳቤዎች ላይ ሲቸከል-----------ይባላል፡፡",
    options: ["ሥርዓት ግትርነት", "የስርዓት ለዉጥ", "የምናብ ከፍታ", "መልስ የለም"],
    correctAnswer: 0,
  },
  {
    id: 29,
    question: "ብልጽግና ፓርቲ የሚከተለው ርዕዮት-ዓለም የመሐል ፖለቲካ አይደለም",
    options: ["እውነት", "ሐሰት"],
    correctAnswer: 1,
  },
  {
    id: 30,
    question:
      "ትርክት የአንድን ማኅበረሰብ ወይም ሕዝብ የወል /የጋራ/ ማንነት የሚገልጽና ስለ አንድ ሕዝብ በሚኖራቸው አረዳድ፣ አመለካከትና ተግባር ላይ ተጽዕኖ የሚያሳድር ነዉ",
    options: ["እውነት", "ሐሰት"],
    correctAnswer: 0,
  },
  {
    id: 31,
    question: "ብሔራዊነት ፍጹማዊ እንድነት እና ፍጹማዊ ልዩነት ነው",
    options: ["እውነት", "ሐሰት"],
    correctAnswer: 1,
  },
  {
    id: 32,
    question: "ከሚከተሉት ዉስጥ የገዥ ትርክት ጥቅም ያልሆነው የቱ ነዉ?",
    options: [
      "አንድነቷ የተጠበቀች ሀገር መገንባት",
      "ያለፈውን ትውልድ ህፀፅ በማጉላት የአሁኑንንና ወደፊቱን ማስተካከል",
      "አሁን ያለውን ትውልድ አስተሳሰብና አመለካከት ቅርፅ ማስያዝ",
      "ወንድማማችነትና እህትማማችነትን፣አብሮነትን ማሳደግ",
    ],
    correctAnswer: 1,
  },
  {
    id: 33,
    question: "ከሚከተሉት ዉስጥ ስለትርክት ትክክል የሆነዉ የቱ ነዉ ?",
    options: [
      "ትርክት የአብሮነት ታሪካዊ መሰረት ነው፡፡",
      "አንድ ማህብረሰብ ለአብሮነታቸው ትርጓሜ የሚያገኙት  ከትርክት ነው፡፡",
      "ሰዎችን ከየት እንደተነሡ እና ወዴት እንደሚደርሱ የሚያመለክታቸው ትርክት ነው፡፡",
      "ሁሉም ትክክል ነዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 34,
    question:
      "በሰው ልጆች ታሪክ ውስጥ በእውነት ስለተደረጉ ነገሮች በማስረጃና በመረጃ ተመሳክሮ፣ በጊዜ ቅደም ተከተል መሰረት የሚቀርብ ምን ይባላል?",
    options: ["ትርክት", "ታሪክ", "ተረት", "መልስ አልተሰጠም"],
    correctAnswer: 1,
  },
  {
    id: 35,
    question:
      "ከሚከተሉት ዉስጥ አንዱ የአንድን ማኅበረሰብ ወይም ሕዝብ የወል/የጋራ/ ማንነት ለመግለጽ የሚያገለግል ነዉ፣",
    options: ["ታሪክ", "ትርክት", "ተረት", "መልስ አልተሰጠም"],
    correctAnswer: 1,
  },
  {
    id: 36,
    question:
      "አንድ ብሔር ከተጋረጠበት የህልውና አደጋ ራሱን ለማዳን የሚጠቀምበት የፖለቲካ ርዕዮት ዓለም ምን ይባላል?",
    options: ["ብሔራዊነት", "ብሔርተኝነት", "አርበኝነት", "ህገ-መንግስታዊነት"],
    correctAnswer: 1,
  },
  {
    id: 37,
    question:
      "ህዝቦች ተስማምተውና ተግባብተው በሕገ መንግስታቸው ላይ ባስቀመጧቸው እሴቶች መሰረት ሀገረ-መንግስት መገንባት ይችላሉ፡፡ ይህ ምን ተብሎ ይጠራል?",
    options: ["ህብረ-ብሔራዊነት", "ሕገ-መግስታዊነት", "ሀገር መንግስት ግንባታ", "የዜጎች የጋራ እሴት"],
    correctAnswer: 1,
  },
  {
    id: 38,
    question: "ከሚከተሉት ውስጥ ገዥ ትርክትን የምናሰርፅበት መንገድ ያልሆነው የቱ ነው",
    options: ["ሚዲያ", "ተግባራዊ ተምሳሌትነት", "ትምህርት", "መልስ የለም"],
    correctAnswer: 3,
  },
  {
    id: 39,
    question:
      "የብልፀግና ፓርቲ ሀገር አቀፍ ህብረ-ብሄራዊ ፓርቲ ሲሆን፤ ከፍተኛ ባለሀብት የብልፀግና ፓርቲ አባል መሆን አይችል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 40,
    question:
      "በሀይማኖት ተቋማት፣ ከፍተኛ ትምህርት ተቋማት እና በመንግሰት መስሪያ ቤቶች ማንኛውም የፖሊቲካ ፓርቲ የፖለቲካ እንቅስቃሴ በሰላማዊ መንገድ መካሄድ ይቻላል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 41,
    question: "ለዘመናት በሀገራችን የነበሩ ትርክቶች ፖለቲካዊ ስብራቶች መነሻ ናቸው ስንል",
    options: [
      "ትርክቶቻችን ብዝሃነትን ያላከበሩ ፍፁም አንድነትንና ልዩነት  የሚያቀነቅኑ በመሆኑ",
      "በጋራ እውነት፤አብሮነትና አንድነት ላይ የተመሠረተ በመሆኑ",
      "ከይቅርታ፤ፍቅርና እርቅ ይልቅ መለያየትን የሚያጎሉ መሆናቸው",
      "ከ ‹‹ለ›› በቀር መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 42,
    question: "በመደመር እሳቤ ውስጥ ዴሞክራሲን ለመገንባት በሚደረገው ሽግግር ውስጥ ትክክል ያልሆነው የቱ ነው?",
    options: ["የዴሞክራሲ ምህዳር ማስፋት", "ዴሞክራሲን መገደብ", "ዴሞክራሲን ማጽናት", "ዴሞክራሲን መትከል"],
    correctAnswer: 1,
  },
  {
    id: 43,
    question: "ከሚከተሉት ዉስጥ  ስለነጠላ ትርክት  ትክክል ያልሆነዉ  የቱ ነዉ?",
    options: [
      "ብዝሃነትንና አንድነትን  በሚዛኑ ማየት",
      "ለአብሮነት እና ለብዝሀነት  በሀሳብ የበላይነት የማያምን",
      "ልዩነትን ያለአግባብ  በመለጠጥ ብሄራዊ አንድነትን ያሳንሳል",
      "ፍጹማዊ አንድነትን በማቀንቀን  ህብረብሔራዊነትን ያሳንሳል",
    ],
    correctAnswer: 0,
  },
  {
    id: 44,
    question: "ከሚከተሉት ዉስጥ የሀገረ-መንግስት ግንባታ መሰረት የሆኑ የቱ ናቸዉ",
    options: ["የህግ የበላይነት", "ፍትሃዊነትና እኩልነት", "ውጤታማ አስተዳደር", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 45,
    question: "ከሚከቱሉት ውስጥ የተጠናቀቀ ሀገረ-መንግስት መገለጫ ያልሆነዉ የቱ ነው ?",
    options: [
      "የወል ትርክት በሁሉም ዘንድ መግባባት ሲቻል",
      "ህዝበኝነትን  መገንባት ሲቻል",
      "የጋራ ማንነት በመግባባት መገንባት ሲቻል",
      "ሁለንተናዊ ሉዓላዊነት  ማረጋገጥ ሲቻል",
    ],
    correctAnswer: 3,
  },
  {
    id: 46,
    question: "ከሚከቱሉት ውስጥ የመደመር መንገድ ትርክት ያልሆነው የትኛው ነው?",
    options: [
      "የኢትዮጵያን አዎንታዊ ትላንትን መጠቀም",
      "ፀጋዎችን አውቆ የተደመረ ሀብት መፍጠር",
      "የኢትዮጵያን አሉታዊ ትላንትን መጠቀም",
      "በብሔረ-መንግስት እና በሀገረ-መንግስት ግንባታ ሂደት ሚዛን መጠበቅ",
    ],
    correctAnswer: 2,
  },
  {
    id: 47,
    question: "አሁናዊ የሀገራችን የፖለቲካ ችግሮች የምንላቸው  የተኞቹ ናቸው?",
    options: ["ፅንፈኝነትና አክራርነት", "የነጠላ ትርክት የበላይነት", "ከትናንት አለመማር", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 48,
    question:
      "የብልፅግና ፓርቲ የኢንስፔክሽን እና ስነ-ምግባር ኮሚሽን የብልፅግና ፓርቲ በየደረጃ ባሉት ቅርንጫፍ ፅ/ቤት የስራ አመራር ኮሚቴ አባል ሆኖ ያገለግላል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 49,
    question: "የኢኮኖሚ ሪፎርም ምሰሶዎች የምንላቸዉ ?",
    options: [
      "የማክሮ ኢኮኖሚ ማሻሻያዎች (የውጭ ምንዛሪ አቅርቦት ችግር፣ የዋጋ ንረት መቆጣጠር፣",
      "መዋቅራዊ ማሻሻያዎች (ፖሊሲ፣የህግ ማዕቀፎች፣የንግድ ማሳለጥ)",
      "የዘርፎች ማሻሻያዎች (ግብርና፣ማኑፋክቸሪንግ፣ቱሪዝም፣ማዕድን እና አይቲ",
      "ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 50,
    question: "የማይበገር ግብርና ( Resilient Agriculture) እንገነባለን ስንል ምን ማለት ነዉ፡፡",
    options: [
      "የአየር ንብረት ለውጥ የሚቋቋም ግብርና",
      "የገበያ መዋዥቅ የሚቋቋም ግብርና",
      "በዓመት አንዴ መምረትና የዝናብ ብቻ የሚጠቀም ግብርና",
      "ከ ሐ ውጪ ሁሉም መልስ ናቸዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 51,
    question: "በኢትዮጵያ የዘመናት የህዝብ ጥያቄ ዋና ዋና ከነበሩ ጥያቄዎች እውነት ያልሆነው የትኛው ነው?",
    options: [
      "የመሬት ጥያቄ-----------የመጀመሪያው አብዮት",
      "የብሔር እኩልነት  ጥያቄ------ሁለተኛ አብዮት",
      "የዲሞክራስ ጥያቄ--------ሪፎርም",
      "መልስ የለም",
    ],
    correctAnswer: 3,
  },
  {
    id: 52,
    question: "የመደመር ትዉልድ ግንባታ መር ያልሆነው የቱ ነዉ?",
    options: ["ማስተካከል", "ማስፋት", "ማበርከት", "መበተን"],
    correctAnswer: 3,
  },
  {
    id: 53,
    question: "በአንድ የደጋፊ አደረጃጀት ስንት አመራሮች ይመረጣሉ?",
    options: ["16", "12", "8", "4"],
    correctAnswer: 3,
  },
  {
    id: 54,
    question: "ብልጽግና ፓርቲ የሚከተለው ርዕዮት-ዓለም  የቱ ነው?",
    options: ["ሊበራሊዝም", "የመሐል ፖለቲካ", "ማርክሲዝም", "ልማታዊ መንግስት"],
    correctAnswer: 1,
  },
  {
    id: 55,
    question:
      "የአንድን ቡድን ማንነት፣ በኃይልና ምኞት በሌሎች ላይ ለመጫንና የበላይ ለማድረግ የሚደረግ እይታ ------- ይባላል",
    options: ["ገዢ ትርክት", "የጋራ  ትርክት", "ነጠላ ትርክት", "የወል ትርክት"],
    correctAnswer: 2,
  },
  {
    id: 56,
    question: "የብልፀግና ህብረት የሚቋቋመው በስሩ ቢያንስ ሶስት የቤተሰብ ብዛት ሊኖረው ይገባል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 57,
    question:
      "-----------ማለት በፓርቲው መተዳደሪያ ደንብ መሰረት የተቋቋመና የአባላት የዕለት ተዕለት አቅም የሚገነባበት የፓርቲው የመጨረሻው እርከን የአባላት ስብስብ አደረጃጀት ነው።",
    options: ["የብልፅግና ህብረት", "የብልፅግና ቤተሰብ", "የብልጽግና ምክር ቤት", "ኮንፈረንስ"],
    correctAnswer: 1,
  },
  {
    id: 58,
    question:
      "የብልጽግና ፓርቲ ዋና ጽ/ቤት በመተዳደሪያ ደንብ አንቀጽ 26(6) መሠረት የተዘረዘሩ ተግባራትና ኃላፊነት ትክክለኛ የትኛዉ?",
    options: [
      "የፓርቲው ብልፅግና ምክር ቤት እና የሥራ አስፈጻሚ ኮሚቴ ዕቅዶችንና ሌሎች በፓርቲው ፕሬዝዳንት የሚሰጡ አቅጣጫዎችን መሠረት በማድረግ የፓርቲውን ሥራዎች ያቅዳል፣ ያስፈጽማል፣ አፈጻጸሙን ይከታተላል፤",
      "የአባላት አደረጃጀት፣ የፖለቲካ ግንባታ፣ የሕዝብና ዓለም አቀፍ ግንኙነት፣ የጥናትና ምርምርና  ይፈፅማል፤",
      "በፓርቲው ስም ውል ይዋዋላል፤ ይከሳል፤ ይከሰሳል፤",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 59,
    question: "የብልፅግና ፓርቲ ፖለቲካና አቅም ግንባታ ዘርፍ ኃላፊነትና ተግባር ያልሆነዉ የቱ ነዉ?",
    options: [
      "በከፍተኛ ትምህርት ተቋማት ውስጥ የፖለቲካ ስራዎችን በመስራት አዳዲስ አባላትንና ደጋፊዎችን በማፍራት ጠንካራ የአደረጃጀት ስራዎች መሰራታቸውን ያረጋግጣል፤",
      "የፓርቲ ፕሮግራም፣ ማኒፌስቶ፣ እሳቤዎች፣ ፖሊሲዎች፣ ስትራቴጂዎችና እቅዶች በፓርቲው አመራሮችና አባላት ዘንድ እንዲሰርጹ እንዲሁም ህዝብ እንዲገነዘባቸዉ ያደርጋል፤",
      "የፓርቲ እጩ እና ሙሉ አባል በየደረጃው በብልፅግና ህብረትና በብልፅግና ቤተሰብ ተደራጅተው ተልዕኳቸውን አውቀው ለፓርቲው አቅም መሆኑን ያረጋግጣል፤",
      "ቤተ-መፅሃፍት ያደራጃል፣ የአጠቃቀም ደንብ ያወጣል፣ ሂደቱን ይከታተላል፣",
    ],
    correctAnswer: 2,
  },
  {
    id: 60,
    question: "የብልፅግና ፓርቲ አደረጃጀት ዘርፍ ኃላፊነትና ተግባር ያልሆነው የቱ ነዉ?",
    options: [
      "በየደረጃው የሚገኙ የፓርቲው አመራሮች፣ አባላትና አደረጃጀቶች በምዘና ማስፈፀሚያ መመሪያው መሰረት መመዘናቸውን ያረጋግጣል፤",
      "በየደረጃው የሚገኙ የብልፅግና ቤተሰብ፣ የብልፅግና ህብረትና ንዑሳን ኮሚቴዎችን እንዲሁም የፓርቲ ደጋፊ ግለሰቦችና አባላት አደረጃጀቶች ጠንክረው የተሰጣቸውን ተልዕኮ በአግባቡ መወጣታቸውን ያረጋግጣል፤",
      "አባላትና አመራሮች ለተለያዩ ሃላፊነቶች የሚደረጉ ምልመላዎች፣ ምደባዎች እና ሹመቶች እንዲሁም የስራ ስምሪቶች  በፓርቲው የአሰራር መመሪያ መሰረት እንዲከናወኑ ያደርጋል፣",
      "ቤተ-መፅሃፍት ያደራጃል፣ የአጠቃቀም ደንብ ያወጣል፣ ሂደቱን ይከታተላል፣",
    ],
    correctAnswer: 3,
  },
  {
    id: 61,
    question: "የብልፅግና ፓርቲ የዴሞክራሲ ባህል ግንባታ ዘርፍ ኃላፊነትና ተግባር ያልሆነው የቱ ነዉ?",
    options: [
      "በየደረጃው የሚገኙ የፓርቲው አመራሮች፣ አባላትና አደረጃጀቶች በምዘና ማስፈፀሚያ መመሪያው መሰረት መመዘናቸውን ያረጋግጣል፤",
      "በሀገሪቱ የሚንቀሳቀሱ ሲቪል ማህበረሰብ ድርጅቶች ለኢኮኖሚ ዕድገትና ብልፅግና፣ ለማህበራዊ ልማትና ፍትህ፣ ለሲቪልና ዲሞክራሲ ባህል ግንባታ፣ ለሠላም እና ለዜጋ ዲፕሎማሲ ሚናቸው እንዲያድግ በትብብር ይሰራል፣",
      " የምርጫ ኡደት ስራዎችን ብልፅግና ፓርቲን በመወከል ይሳተፋል",
      "ሁሉም",
    ],
    correctAnswer: 0,
  },
  {
    id: 62,
    question: "የብልፅግና ፓርቲ የሀብት አስተዳደር ዘርፍ ተግባርና ኃላፊነት የሆነዉ የቱ ነዉ",
    options: [
      ".. የፓርቲው ፋይናንስ አሠራር ሥርዓት መሠረት በአግባቡ ሥራ ላይ ያውላል፣ ይከታተላል፣ የእርምት እርምጃም ይወስዳል፣",
      " የፓርቲው ንብረቶች በአግባቡ ተመዝግበው እንዲታወቁ፣ እንክብካቤ እንዲደረግላቸውና ጥቅም ላይ እንዲውሉ ያደርጋል፣",
      " የፓርቲ አባልነት መዋጮ እና ከልዩ ልዩ ድጋፎች የሚገኘውን ገቢ በፓርቲ ህጋዊ ደረሰኝ ተሟጦ ተሰብስቦ ገቢ መሆኑን ያረጋግጣል፣",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 63,
    question:
      "የፓርቲውን አጠቃላይ ገጽታ በውጭ ፓርቲዎች፣ በሃገራችን በሚገኙ ኤምባሲዎችና በተለያዩ ዓለም አቀፋዊና አህጉራዊ ተቋማት የሚደረገውን የገጽታ ግንባታ ይሰራል፣ ያስተባብራል ይህ ከዘርፎች በዋናነት የማን ተግባር ነዉ",
    options: [
      "የፖለቲካና አቅም ግንባታ ዘርፍ፣",
      "የአደረጃጀት ዘርፍ፣",
      "የዴሞክራሲ ባህል ግንባታ ዘርፍ፣",
      "የህዝብና አለም አቀፍ ግንኙነት ዘርፍ፣",
      "የጥናትና ምርምር ዘርፍ፣",
    ],
    correctAnswer: 3,
  },
  {
    id: 64,
    question: "በክልል የአስተባባሪ ኮሚቴ አደረጃጀት ዉስጥ የማይካተት የቱ ነዉ",
    options: [
      "የክልሉ ርዕሰ መስተዳድር/ፕሬዝዳንት/",
      " የክልል የፓርቲ ቅርንጫፍ ጽ/ቤት ኃላፊ",
      " የክልሉ ምክትል ርዕሰ መስተዳድር/ምክትል ፕሬዝዳንት",
      "መልስ የለም",
    ],
    correctAnswer: 3,
  },
  {
    id: 65,
    question: "በዞን የፓርቲ ቅርንጫፍ ጽ/ቤት ሥራ አመራር ኮሚቴ አደረጃጀት ዉስጥ ያልሆነዉ የቱ ነዉ",
    options: [
      "የዞኑ አስተዳደር",
      "የፓርቲ ጽ/ቤት ኃላፊ",
      "የሁሉም ዘርፍ ኃላፊ",
      "የፓርቲ ወጣቶችና ሴቶች ክንፍ ቅ/ጽ/ቤት ኃላፊዎች",
    ],
    correctAnswer: 0,
  },
  {
    id: 66,
    question: "ብልፅግና ፓርቲ ህብረብሄራዊ አንድነትን ለመገንባት የቡድን መብቶችን ከግለሰብ መብቶች ያስቀድማል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 67,
    question: "በብልፅግና ፓርቲ የፖለቲካ ፕሮግራም መሰረት የውጪ ግንኙነት ለምዕራባውያን ሀገራት ቅድሚያ ይሰጣል፡፡",
    options: ["ሀሰት", "እውነት"],
    correctAnswer: 0,
  },
  {
    id: 68,
    question: "የብልፅግና ፓርቲ የመንግስት ሰራተኛ አባላት ተልዕኮ ያልሆነዉ የቱ ነዉ",
    options: [
      " በፓርቲና በመንግስት የተቀመጡ ሁሉን አቀፍ የልማት ስትራቴጂዎች ወደ ስራ በመለወጥ የእንስሳትና እንስሳት ተዋጽኦ ምርትና ምርታነትን ማሳደግ፣",
      " ከስራ ባልደረቦቹ ጋር በትብብርና በመደጋገፍ ቅንጅታዊ አሰራርን ተግባራዊ በማድረግ ምቹ የስራ ምህዳርን በመፍጠር የተቋሙን አላማ አልቆ ማሳካት፣",
      " የሞያ ብቃቱን በስነምግባር፣ በእውቀትና በክህሎት በማሻሻል እራሱን በማሳደግ ውጤታማነቱን ማረጋገጥ፣",
      " የማህበረሰብ አገልግሎትና ሰው ተኮር ተግባራት ላይ ንቁ ተሳትፎ ማድረግ፣",
    ],
    correctAnswer: 0,
  },
  {
    id: 69,
    question: "አንድ የብልጽግና ህብረት ከስንት እስከ ስንት አባላት ይኖሩታል?",
    options: ["11 እሰከ 35", "22 እስከ 210", "36 እስከ 150", "41 እሰከ 215"],
    correctAnswer: 1,
  },
  {
    id: 70,
    question: "የኮር አመራር ምልመላ መርሆች ውስጥ ያልሆነው የትኛው ነው?",
    options: [
      "አሳታፊ፣ አካታች፣ ከወገንተኝነት እና አድሎዓዊነት ነፃ  መሆን ይኖርበታል፣",
      "እውቀትን፣ ክህሎትን ፣ስነ-ምግባርን እና የተግባር ውጤታማነትን መሰረት ያደረገ መሆን ይኖርበታል፣",
      "በብቃት እና በህብረ-ብሔራዊነት መካከል ሚዛን ለማስጠበቅ የሚያስችል ሊሆን ይገባል፣",
      "በአመራርነት ግንባር ቀደም ሆኖ ከሁለት አመት በላይ ማገልገል ይገባል፣",
    ],
    correctAnswer: 3,
  },
  {
    id: 71,
    question: "የብልፀግና ፓርቲ ሙሉ አባልነት በኮንፍረንስ የማፅደቅ ኃለፊነት የየትኛው አካል ነው?",
    options: [
      "የብልፀግና ህብረት፣",
      "የብልፀግና ምክር ቤት፣",
      "የብልፀግና ቤተሰብ፣",
      "የብልፀግና ስራ አስፃሚ፣",
    ],
    correctAnswer: 0,
  },
  {
    id: 72,
    question: "በብልጽግና ፓርቲ አባላት የክብር ስንብት ከስንት አመት በላይ ነው",
    options: ["70", "65", "55", "75"],
    correctAnswer: 1,
  },
  {
    id: 73,
    question:
      "በተሻሻለው የብልጽግና ፓርቲ መተዳደሪያ ደንብ መሰረት የአንድ እጩ አባል ወደ ሙሉ አባልነት ለማምጣት የቆይታ ጊዜ",
    options: ["ስድስት ወር", "አንድ አመት", "ሦስት ወር", "አንድ ወር"],
    correctAnswer: 1,
  },
  {
    id: 74,
    question: "የብልጽግና ፓርቲ የመጨረሻ የስልጣን ባለቤት የሆነው",
    options: ["የፓርቲው ፕሬዝዳንት", "የፓርቲው ምክር ቤት", "የስራ አስፈፃሚ ኮሚቴ", "የፓርቲው ጽ/ቤት"],
    correctAnswer: 1,
  },
  {
    id: 75,
    question: "የሴት ሊግና የወጣቶች ሊግ የብልጽግና ፓርቲ የሴትና የወጣቶች አደረጃጀቶች ናቸው",
    options: ["እውነት", "ሐሰት"],
    correctAnswer: 1,
  },
  {
    id: 76,
    question: "የመሰረታዊ ድርጅትና የህዋሳት አደረጃጀቶች ለብልጽግና ፓርቲ መሰረቶች ናቸው፡፡",
    options: ["እውነት", "ሐሰት"],
    correctAnswer: 1,
  },
  {
    id: 77,
    question:
      "ሀገረ መንግስት ማለት አንድ ሀገር እንደ ዘመናዊ ሀገር መንቀሳቀስ የሚያስችሉት አቅሞችና ችሎታዎች የሚገነባበት ሂደት ነው፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 78,
    question:
      "ብዝሀነትን ለማስተናገድ እና የብዙ ቋንቋዎች ፣ ባህል እና የተለያዩ ማንነት ያላቸው ህዝቦች ባሉበት ሃገር ተመራጭ የሆነው የአስተዳደር ስርአት ህብረ ብሄራዊ ፌደራሊዝም ተብሎ መደምደም ይቻላል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 79,
    question: "ኢትዮጵያ የምትከተለው የፌደራሊዝም አይነት ህብረ ብሄራዊ ፌደራሊዝም ይባላል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 80,
    question: "መደመር ማለት ልዩነትን ማጥፋትና አንድነትን ማጠናከር ነው ፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 81,
    question: "መደመር የግለሰብ ጥቅምን ያስቀድማል።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 82,
    question: " የብልፀግና ፓርቲ አባል ግዴታ ያልሆነው የቱ ነው?",
    options: [
      "ወረሃዊ መዋጮ በወቅቱ መክፈል፣",
      "የቤተሰብ ውይይት ላይ በንቃት መሳተፍ፣",
      "የግል እቅድ ማቀድ",
      "መልሱ አልተሰጠም፣",
    ],
    correctAnswer: 3,
  },
  {
    id: 83,
    question: "መደመር የሀገር ግንባታ የረጅም ጊዜ ሂደት መሆኑን ያስቀምጣል",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 84,
    question:
      "በፖለቲካ ዕይታ ከተሞች በፖለቲካዊ መስተጋብር ውስጥ ወሳኝ ሚና በመጫወት፤የፖለቲካ ሐሳቦችን በመቅረጽ፤የሐዝብን ተሳትፎ በማጎልበትና ዴሞክራሳያዊ ዕሴቶችን በማሥረጽ የላቀ ተጽኖ ያሳድራሉ፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 85,
    question:
      "በክፍለ ከተማ (በዞን) ደረጃ የብልፅግና ፓርቲ ኢንስፔክሽንና ስነ-ምግባር ኮሚሽን ተጠሪነቱ ለክፍለከተማ (ዞን) ፓርቲ ጽ/ቤት ሃላፊ ነው፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 86,
    question: "የመደመር ፍልስፍና ትብብርን ከፉክክር በላይ ያስቀድማል።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 87,
    question: "መደመር የማንነት ፖለቲካን ዋና መሠረቱ ያደርጋል።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 88,
    question: "ብልፅግና ፓርቲ የውርስ ችግሮቻችን ለመፍታት ከሚከተላቸው መንገዶች መካከል የሆነው የትኛው ነው?",
    options: [
      "የነጠላ ትርክት እሳቤዎች በገዢ ትርክት ላይ የበላይነት እንዲኖራቸው ማድረግ፣",
      "የቀደሙ ሀገራዊ ችግሮቻችን ለመፍታት የምክክር ኮሚሽን በማቋቋም የጋራ ምክክር አውድ መፍጠር፣",
      "ለዘመናት የተፈጠሩትን የህግ ስህተቶችን ከመፍታት ይልቅ፤ ወቅታዊ ችግሮች ላይ ብቻ ትኩረት ማድረግ፣",
      "ሀ እና ሐ መልስ ናቸው",
    ],
    correctAnswer: 1,
  },
  {
    id: 89,
    question: "መደመር የግል ፍላጎትን ከሀገራዊ ጥቅም በታች ያስቀድማል።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 90,
    question: "መደመር የታሪክ ትርጓሜን እንደ መከፋፈያ መሣሪያ ይጠቀማል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 91,
    question: "ከሚከተሉት ውስጥ የብሄራዊነት አርበኝነት አማዕድ የሚባሉት የትኛው ነው?",
    options: ["ብዝህነት", "አብሮነት", "እኩልነት", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 92,
    question: "መደመር ዲሞክራሲን ከምርጫ ስርአት ጋር ብቻ ያያይዛል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 93,
    question: "መደመር የሕግ የበላይነትን ከፖለቲካ ፍላጎት በላይ ያደርጋል።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 94,
    question: "ከሚከተሉት ውስጥ ዋልታ-ረገጥነት ባህሪ ያልሆነው የቱ ነው?",
    options: [
      "ህብረብሄራዊ አንድነት ያጠናክራል፣",
      "የጋራ ማንነትን ያጎለብታል፣",
      "አግላይነት እና ፀንፍኝነት ያከስማል፣",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 95,
    question: "መደመር የፖለቲካ ሥልጣንን እንደ ግለሰብ ሀብት ይመለከታል።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 96,
    question: "መደመር ብሔራዊ ማንነትን ከብሔር ማንነት በላይ ያስቀመጣል",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 97,
    question: "ህልውናውን ማስጠበቅ እና ወደ ዕድገት ማምራት የሚቻለው ከሌላው ጋር በመስማማትና በመተሳሰር አይደለም",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 98,
    question:
      "የአንድን ቡድን ማንነት፣ ሀይልና ምኞት በሌሎች ላይ ለመጫንና የበላይ ለማድረግ የሚደረግ የእይታ ቅኝት ገዢ ትርክት ይባላል",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 99,
    question:
      "የከተማዋን አገልግሎት አሰጣጥ የተሻሻለ መሠረት ልማት የተሟላ፡ ማህበረሰብ የቴክኖሎጂ ተጠቃምነት የተረጋገጠ እና በከተማዋ እድገት ላይ የዜጎች ተሳትፎ ያዳበረ ሲሆን ሥሉጥ ከተማ ማለት እንችላለን፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 100,
    question:
      ".ሀገራዊ ፀጋዎች በአንዲት ሀገር የሚገኙ የተፈጥሮ ሀብቶች ታሪካዊ ሀብቶች ሰዉ ሰራሽ ሀብቶች እና ማህበራዊ ዕሴቶች አይደሉም",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 101,
    question: "ለጊዜው ጥቅም ሲሉ ሀሳብን ሳያላምጡ የመዋጥ ችግር አድርባይነት ተብሎ   አይጠራም፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 102,
    question:
      "ማህበራዊ ፍትህ ማለት ህዝቦችን እኩል የማድረግ እና ፍትሀዊ ተጠቃሚነትን ማስፈን የጋራ ጥቅም ደህንነት ማረጋገጥ ነው፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 103,
    question: "የመደመር ፍልስፍና የህልውና ጥያቄ በገበያ ወይም በመንግሥት ብቻ ሊፈታ ይችላል ብሎ ያምናል።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 104,
    question: " መደመር ብዝኃ ሕይወትን እና የተደጋጋፊነት መስተጋብርን የሚያስተውል ፍልስፍና ነው።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 0,
  },
  {
    id: 105,
    question:
      "የብልፅግና ፓርቲ ለብልጽግና ህብረት  የሚመረጡ የአመራር ኮሚቴ አባላት --------- መስፈርቶች የማያሟላ።",
    options: [
      "በተሰማሩበት የስራ መስክ ባስመዘገበው የስራ ውጤት ለሌሎች አርአያ የሆነ፣",
      "በሙያውና በሥነ-ምግባሩ ምስጉን የሆነና የተሰጠውን ተልዕኮ በብቃት የሚወጣ፣",
      "የፓርቲውን ፕሮግራም፣ መተዳደሪያ ደንብ እና የአሰራር መመሪያዎች የተሟላ እውቀት ያለውና ለተግባራዊነታቸው በአርአያነት የሚታገል፣",
      "የሌላ ፓርቲ አባል የሆነ ቀና የሆነ አመለካከት ያለው፣",
    ],
    correctAnswer: 3,
  },
  {
    id: 106,
    question: "የብልፅግና ቤተሰብ አደረጃጀት ትክክል ያልሆነዉ የቱ ነዉ",
    options: [
      "በየክልሉ ያሉ የፌደራል ተቋማት አባላት የብልፅግና ቤተሰብ በሚሰሩባቸው ተቋማት ይደራጃል፡፡",
      " የሆስፒታል አባላት እንደ አመቺነቱ በሚሰሩበት ተቋም፣ ወረዳ/ቀበሌ ደረጃ ይደራጃሉ፣",
      " የገጠር አርብቶና አርሶ አደሮች የብልፅግና ቤተሰብ መንደር/ቀጠናን መሰረት በማድረግ ይደራጃሉ።",
      " የቤተሰብ አደረጃጄት ከ11 እስከ 40 አባላት ይኖሩታል፡፡",
    ],
    correctAnswer: 3,
  },
  {
    id: 107,
    question:
      "በየደረጃው የሚገኙ የብልፅግና ቤተሰብ፣ ህብረት እና ንዑሳን ኮሚቴዎች እንደዚሁም አባላትና ደጋፊ ግለሰቦች አደረጃጀቶችን ጠንክረው የተሰጣቸውን ተልዕኮ መወጣታቸውን የሚያረጋግጠው ዘርፍ የፖለቲካ ዘርፍ ነው፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 108,
    question: "የብልፅግና ቤተሰብ አመራር ኮሚቴ ስንት ነዉ?",
    options: ["4", "5", "6", "12"],
    correctAnswer: 0,
  },
  {
    id: 109,
    question: "የብልፅግና ቤተሰብ አመራር ኮሚቴ ተግባርና ኃላፊነት ያልሆነዉ የቱ ነዉ?",
    options: [
      " የፓርቲ መተዳደሪያ ደንብና መመሪያዎችን የብልፅግና ቤተሰብ አባላት እንዲያውቋቸውና በአግባቡ እንዲፈፅሟቸው ያደርጋል፣ አፈፃፀማቸውንም ይቆጣጠራል፣",
      " የውስጠ-ፓርቲ ዴሞክራሲ፣ አንድነት፣ ጥራትና ጥንካሬ ለማጎልበት የፓርቲውን ዕሳቤዎች ለመጠበቅ ሁሉም አባላት ሙሉ ተሳትፎ ማድረጋቸውን ያረጋግጣል፣",
      " በየ3 ወሩ በቤተብ ደረጃ ኮንፈረንስ እንዲካሄድ ያደርጋል፣",
      "ሁሉም",
    ],
    correctAnswer: 2,
  },
  {
    id: 110,
    question: "የብልፅግና ፓርቲ ምሁራን አባላት ተልዕኮ የሆነዉ የቱ ነዉ",
    options: [
      "ባለው እውቀትና ሙያ በጥናትና ምርምር ፓርቲውን መደገፍ፣",
      " የፓርቲውን ቅቡልነት የሚያሳድጉ በሳይንሳዊ ምርምር የሚመለሱትን አጥንቶ ማቅረብ፣",
      " የፓርቲውን እሳቤ አውቆ ለሌሎች ማሳወቅ፣የተለያዩ ጽሁፎችን በማዘጋጀት የግንባታ ስራዎችን መስራት",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 111,
    question: "ልማት ማለት አዲስ የኢኮኖሚ ዘርፎችን መፍጠርና ነባር ዘርፎችን መዝጋት ነው።",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 112,
    question:
      "በመደመር መንግሥት የግሉ ዘርፍ  እንዲዳብር አይፈልግም ምክንያቱም ሁለንተናዊ ብልፅግናን ማረጋገጥ ስለማይቻል፡፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 113,
    question: "በኅብረተሰባዊ ሥርዓተ መንግሥት የኢኮኖሚ ቁጥጥር ውስጥ መግባት እንደሌለበት ይደነግጋል፡",
    options: ["እውነት", "ሀሰት"],
    correctAnswer: 1,
  },
  {
    id: 114,
    question: "የብልፅግና ፓርቲ የፖለቲካ ፕሮግራም ግብ ያልሆነው የቱ ነው?",
    options: [
      "ዘላቂና አዎንታዊ ሰላም ማረጋገጥ፣",
      "በተቋማዊ ህዝባዊ ባህል ላይ የቆመ የዲሞክራሲ ባህል መገንባት፣",
      "ቅብልነት ያለው ሀገረ መንግስት በፅኑ መሰረት ላይ መገንባት፣",
      "ሁሉም መልስ ናቸው፣",
    ],
    correctAnswer: 3,
  },
];
