export interface Question {
  id: number;
  question: string;
  options: string[];
  correctAnswer: number;
}

export const questionsData: Question[] = [
  {
    id: 1,
    question: "የሀገራችን ስብራት ከሆኑት አንዱ የነጠላ ትርክት ነው ስንል?",
    options: [
      "ፍፁማዊ ወይም አንድ አይነትነት ላይ ማተኮሩ",
      "ለህብረበረሔራዊነትና ብዝሃነት ቦታ መስጠት አለመቻሉ",
      "አቃፊ፡አካታችና ህብረብሄራዊነት መሆኑ",
      "ሀ እና ለ መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 2,
    question: "ከሚከተሉት ውስጥ ስለ ብሔራዊ ገዥ ትርክት ትክክል ያልሆነው የቱ ነው?",
    options: [
      "ብሔራዊነት በአንድነት የሚፀና ብዝሃነት ነው",
      "ህብረብሔራዊ ወንድማማችነት እህትማማችነት ዕሴትን የሚገነባ ነው",
      "ፍፁማዊ አንድነትን እና ፍፁማዊ ልዩነትን የሚያስቀጥል ነው",
      "አስተሳሳሪ ትናንትንና የጋራ ነገን የምናይበት ነው",
    ],
    correctAnswer: 2,
  },
  {
    id: 3,
    question: "በብልፅግና ፓርቲ ዕሳቤና መርህ መሰረት ‹‹አርበኝነት››ማለት",
    options: [
      "ለሀገር ታማኝነት ",
      "በእኩልነት አብሮነት መከባበር ",
      "እርቅ;ፍቅርና ይቅርታ ",
      "ሁሉም ትክክል ነው፡፡",
    ],
    correctAnswer: 3,
  },
  {
    id: 4,
    question: "ፓርቲያችን ብልፅግና የብሔራዊ አርበኝነት አምዶች ብሎ ካስቀመጣቸው ነጥቦች የማይካተተው",
    options: ["ብዝሃነት", "ፍትሃዊነት", ".ፍፁማዊነት", "አብሮነት"],
    correctAnswer: 2,
  },
  {
    id: 5,
    question:
      "ብሔራ ገዥ ትርክት ለሀገራችን ስብራትና መጠገኛና ለነገ ትውልድም የበለፀገች ኢትዮጵያን የምንገነባበት መንገድ ነው ስንል",
    options: [
      "ከፍፁም አንድነትና ፍፁም መለያየት ነጠላ ቡድናዊ እውነት የሚያወጣ በመሆኑ",
      "ፅንፍ አስተሳሰብን ወደ መሀል በማምጣት የጋራ ሀገርን የሚገነባ በመሆኑ",
      "መነጠልንም ሆነ ፍፁማዊ አንድነትን የሚያጠናክር በመሆኑ",
      "ሀ እና ለ መልስ ናቸው፡፡",
    ],
    correctAnswer: 3,
  },
  {
    id: 6,
    question: "የብልፅግና ፓርቲ ገዥ ትርክት ለሀገራዊ ግንባታ ያለው ፋይዳ",
    options: [
      "ሁሉም በዕኩልነት የሚሳተፉበት የበለፀገች ኢትዮጵያን እውንያደርጋል",
      "ፍፁማዊ የበላይነትም ሆነ የበታችነትን የማይቀበል አካታች ዕሳቤ መሆኑ",
      "ከሁሉም ለሁሉም በሁሉም የሆነች ኢትዮጵያን የሚገነባ ታላቅ ዕሳቤ መሆኑ",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 7,
    question: "ከነጠላ እውነት ይልቅ የወል እውነት በብሔራዊነት ወሳኝ የሆነበት ዋና ጉዳይ",
    options: [
      "የጋራ ሀገርን ለጋራ ብልፅግና ለመገንባት",
      "የጋራ የነገ ትውልድ ለሀገራዊ ልዕልና ለመፍጠር ",
      "ታሪክንና አብሮነትን ለወል ጥቅም ለማዋል",
      "ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 8,
    question: "በታላቁ የብልፅግና ገዥ ትርክት እሳቤ መሰረት ትክክል የሆነው",
    options: [
      "በ2018 ከተስፋ ብርሃን ወደ የሚመጥን ብርሃን መሻገር",
      "በ2023 የአፍሪካ የብልፅግና ተምሳሌት መሆን መቻል",
      "በ2040ኢትዮጵያ የዓለም ብልፅግና ተማሳሌት ትሆናለች",
      "ሁሉል መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 9,
    question: "በታላቁ የብልፅግና ገዥ ትርክት ዕሳቤ መሰረት ብሔራዊነትን ለመገንባት ትክክል ያልሆነው የቱ ነው?",
    options: [
      "በጋራ ትናንት፤በጋራ ዛሬ የጋራ ነገን መገንባት",
      "በሁሉም ከሁሉም ለሁሉም የሆነ ኢኮኖሚን መፍጠር ",
      "ማህበራዊ ትስስሩ የዳበረ ትውልድ ማፍራት",
      "ፍፁማዊ አንድነትን ማዕከል ያደረገ ዓውድ መስራት",
    ],
    correctAnswer: 3,
  },
  {
    id: 10,
    question: "ከሚከተሉት ውስጥ አንዱ ስለ ብልፅግና ፓርቲ ትክክል አይደለም",
    options: ["ፕራግማቲክ (ገቢር ነበብነት)", "ሰው ተኮርነት  ", "ጠቅላይነትና ፍፁማዊነት", "ብሔራዊነት"],
    correctAnswer: 2,
  },
  {
    id: 11,
    question:
      "የብልፅግና ፓርቲ በብሔራዊነት ሀገራዊ ልዕልናን እየገነባ ያለበትን ሂደት ማሳያ ከሆኑት ውስጥየሚካተተው",
    options: ["አረንጓ አሻራ ", "የስንዴ ምርት", "የህዳሴ ግድብ ", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 12,
    question: "ለብሔራዊ ገዥትርክት ፈተናዎች ከሆኑት ውስጥ የማይካተተው",
    options: [
      "ጽንፈኝነት አክራሪነት ",
      "የአመለካከትና የተግባር አንድነት ጉድለት",
      "የነጠላ ቡድናዊ እውነት መደገን",
      "የወል እውነት ለወል ሀገር ግንባታ",
    ],
    correctAnswer: 3,
  },
  {
    id: 13,
    question: "ከሚከተሉት ውስጥ ስለብልፅግና ፓርቲ ትክክል የሆነው፡-",
    options: [
      "የመሀል መንገድን የሚከተል ፖለቲካዊ አመክንዮ አለው ",
      "አካታችነትና ብዝሃነትን ያማከለ የመደመር ዕሳቤን ይተገብራል",
      "የህግ የበላይነትን ለዘላቂ ሰላም ዕሳቤ ግንባታ ይጠቅማል ",
      "ሁሉም መልስ ነው",
    ],
    correctAnswer: 3,
  },
  {
    id: 14,
    question: "ለዘመናት በሀገራችን የነበሩ ትርክቶች ፖለቲካዊ፤ማኅበራና ኢኮኖሚያዊ ስብራቶች መነሻ ናቸው ስንል",
    options: [
      "ትርክቶቻችን ብዝሃነትን ያላከበሩ ፍፁም አንድነትን የሚሰብኩ ነበሩ",
      "የወንድማማችነትና እህትማማችነት ዕሴቶችን ያላከበሩ መሆናቸው",
      "በጋራ እውነት አብሮነትን ያዳበሩ የአንድነት ምሶሶዎች መሆናቸው",
      "ከይቅርታ፤ፍቅርና እርቅ ይልቅ መለያየትን የሚያጎሉ መሆናቸው",
      "ከ ‹‹ሐ›› በቀር መልስ ናቸው",
    ],
    correctAnswer: 4,
  },
  {
    id: 15,
    question: "የብልፅግና ፓርቲ “ብሔራዊ ገዥ” ትርክት ለሀገራዊ ልዕልና ወሳኝ የሆነበት ምክንያት",
    options: [
      "የጥንት ስልጣኔ ባለቤት ሆነን ሳለ አሳሳቢ የጋራ ትርክት ያልነበረን በመሆኑ",
      "ትርክቶች በገዥዎች ፍላጎት የሚቀያየሩ የነበሩ መሆናቸው",
      "ቅቡልነት ቀጣይነት ያለው ስርዓተ መንግስት መገንባት ለማስቻል",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 16,
    question: "ስለ ብልፅግና ፓርቲ ታላቅ ብሔራዊ ገዥ ትርክት ትክክል የሆነው፡-",
    options: [
      "ከብሄር ማንነትና ብዝሃነት ይልቅ ለአንድነት ትኩረት መስጠቱ",
      "ትናንትን፤ዛሬንና ነገን ያስተሳሰረ መሆኑ",
      "በህብረ ብሔራዊ ወንድማማችነትና እህትማማችነት ላይ የተመሰረተች የበለፀገች ሀገርን ለመገንባት",
      "ከ ‘’ሀ’ በቀር ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 17,
    question: "ብልፅግና ፓርቲ ‘’ብሔራዊነትን’’ ገዥ ትርክት ያደረገበት ምክንያት ያልሆነው",
    options: [
      "የህዝቦችን ህብራዊ ገጽታን የሚያስተሳስር በመሆኑ",
      "ከዋልታ ረገጥነት የወጣና ለሁሉም ዕድል የሞሰጥ በመሆኑ",
      "ፍፁማዊ ወጥነትን በመተግበር የማንነት ጥያቄን የሚያጠፉ በመሆኑ",
      "ሀገራዊ መግባባትን የሚገነባ በመሆኑ",
    ],
    correctAnswer: 2,
  },
  {
    id: 18,
    question: "በፓርቲያችን እሳቤ መሰረት ብሔራዊ ገዥ ትርክትን ለመገንባት የማይጠቅመው",
    options: [
      "በአስተሳሳሪ ትናንት ላይ ነገን መገንባት",
      "አርበኝነትን ለብሔራዊነት መጠቀም ",
      "የተናጠል ትርክቶች ማዳበርና ህዝበኝነትን ማጉላት",
      "የሰላም ዕሴትን መገንባት",
    ],
    correctAnswer: 2,
  },
  {
    id: 19,
    question: "ስለ ብሔራዊ አርበኝነት ትክክል ያልሆነው",
    options: [
      "ቃልን በተግባር ማጽናት",
      "ዘመንን መዋጀት ",
      "ጦርነት፤ተኳሽነትና ጀብደኝነት",
      "የላቀ መስዋትነት ለሀገር ሉዓላዊነት",
    ],
    correctAnswer: 2,
  },
  {
    id: 20,
    question: "ከሚከተሉት ውስጥ የብሔራዊ አርበኝነት መገለጫ/ጫምድ ያልሆነው",
    options: ["ብዝሃነት", "ፍትሃዊነት", "ጦረኝነት", "ፍትሃዊነት"],
    correctAnswer: 2,
  },
  {
    id: 21,
    question: "ከሚከተሉት ውስጥ የብልፅግና ፓርቲ ‘’ብሔራዊነት’’ መገለጫ ተግባር የሆነው ",
    options: [
      "የማዕድ ማጋራት/የበጎ ፍቃድ ስራዎች ",
      "ታላላቅ ሰው ተኮርና ሀገራዊ ፕሮጀክቶች",
      "የኮሪደር ልማትና ገበታ ለሀገር ፕሮጀክቶች",
      "ሁሉም ትክክል ናቸው",
    ],
    correctAnswer: 2,
  },
  {
    id: 22,
    question: "የብልፅግና ፓርቲ ገዥ ትርክት ምንድን ነው? ",
    options: ["ብሄራዊነት  ", "ፍፁማዊ አንድነት ", "ፍፁማዊ ልዩነት ", "ዋልታ ረገጥነት"],
    correctAnswer: 2,
  },
  {
    id: 23,
    question: "የመደመር ዓምዶች የምንልቸው ",
    options: ["ተባብሮ መኖር   ", "ሙሉ ዕይታ  ", "ሚዛን መጠበቅ ", "ሁሉም"],
    correctAnswer: 2,
  },
  {
    id: 24,
    question: "ብልፅግና ፓርቲ ‘’ብሔራዊነት’’ ገዥ ትርክት እንዲሆን ያስፈለገበት ምክንያ  ",
    options: [
      "ብልፅግና አማካይ ዕሳቤን የሚያራምድ በመሆኑ",
      "ብሔራዊነት ለሁሉም ዕድል ስለሚሰጥ",
      "ብሔራዊነት ፍፁማዊ አንድነትን ስለሚያጠናክር",
      "ሀ እና ለ መልስ ናቸው",
    ],
    correctAnswer: 2,
  },
  {
    id: 25,
    question: "ብሔራዊ ገዥ ትርክትን መገንባት ከምንችልባቸው ስልቶች",
    options: [
      "የተናጠል ትርክቶችን መገዳደር መቻል",
      "አርበኝነትን ለብሔራዊነት በመጠቀም",
      "በአስተሳሳሪ ትናንትና በአስተሳሳሪ ነገ ላይ መገንባት",
      "ሁሉም",
    ],
    correctAnswer: 2,
  },
];
