export interface Question {
  id: number;
  question: string;
  options: string[];
  correctAnswer: number;
}

export const questionsData: Question[] = [
  {
    id: 1,
    question: "የሀገራችን ስብራት ከሆኑት አንዱ የነጠላ ትርክት ነው ስንል?",
    options: [
      "ፍፁማዊ ወይም አንድ አይነትነት ላይ ማተኮሩ",
      "ለህብረበረሔራዊነትና ብዝሃነት ቦታ መስጠት አለመቻሉ",
      "አቃፊ፡ አካታችና ህብረብሄራዊነት መሆኑ",
      "ሀ እና ለ መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 2,
    question: "ከሚከተሉት ውስጥ ስለ ብሔራዊ ገዥ ትርክት ትክክል ያልሆነው የቱ ነው?",
    options: [
      "ብሔራዊነት በአንድነት የሚፀና ብዝሃነት ነው",
      "ህብረብሔራዊ ወንድማማችነት እህትማማችነት ዕሴትን የሚገነባ ነው",
      "ፍፁማዊ አንድነትን እና ፍፁማዊ ልዩነትን የሚያስቀጥል ነው",
      "አስተሳሳሪ ትናንትንና የጋራ ነገን የምናይበት ነው",
    ],
    correctAnswer: 2,
  },
  {
    id: 3,
    question: "በብልፅግና ፓርቲ ዕሳቤና መርህ መሰረት ‹‹አርበኝነት››ማለት",
    options: [
      "ለሀገር ታማኝነት ",
      "በእኩልነት አብሮነት መከባበር ",
      "እርቅ;ፍቅርና ይቅርታ ",
      "ሁሉም ትክክል ነው፡፡",
    ],
    correctAnswer: 3,
  },
  {
    id: 4,
    question: "ፓርቲያችን ብልፅግና የብሔራዊ አርበኝነት አምዶች ብሎ ካስቀመጣቸው ነጥቦች የማይካተተው",
    options: ["ብዝሃነት", "ፍትሃዊነት", ".ፍፁማዊነት", "አብሮነት"],
    correctAnswer: 2,
  },
  {
    id: 5,
    question:
      "ብሔራዊ ገዥ ትርክት ለሀገራችን ስብራትና መጠገኛና ለነገ ትውልድም የበለፀገች ኢትዮጵያን የምንገነባበት መንገድ ነው ስንል",
    options: [
      "ከፍፁም አንድነትና ፍፁም መለያየት ነጠላ ቡድናዊ እውነት የሚያወጣ በመሆኑ",
      "ፅንፍ አስተሳሰብን ወደ መሀል በማምጣት የጋራ ሀገርን የሚገነባ በመሆኑ",
      "መነጠልንም ሆነ ፍፁማዊ አንድነትን የሚያጠናክር በመሆኑ",
      "ሀ እና ለ መልስ ናቸው፡፡",
    ],
    correctAnswer: 3,
  },
  {
    id: 6,
    question: "የብልፅግና ፓርቲ ገዥ ትርክት ለሀገራዊ ግንባታ ያለው ፋይዳ",
    options: [
      "ሁሉም በዕኩልነት የሚሳተፉበት የበለፀገች ኢትዮጵያን እውን ያደርጋል",
      "ፍፁማዊ የበላይነትም ሆነ የበታችነትን የማይቀበል አካታች ዕሳቤ መሆኑ",
      "ከሁሉም ለሁሉም በሁሉም የሆነች ኢትዮጵያን የሚገነባ ታላቅ ዕሳቤ መሆኑ",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 7,
    question: "ከነጠላ እውነት ይልቅ የወል እውነት በብሔራዊነት ወሳኝ የሆነበት ዋና ጉዳይ",
    options: [
      "የጋራ ሀገርን ለጋራ ብልፅግና ለመገንባት",
      "የጋራ የነገ ትውልድ ለሀገራዊ ልዕልና ለመፍጠር ",
      "ታሪክንና አብሮነትን ለወል ጥቅም ለማዋል",
      "ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 8,
    question: "በታላቁ የብልፅግና ገዥ ትርክት እሳቤ መሰረት ትክክል የሆነው",
    options: [
      "በ2018 ከተስፋ ብርሃን ወደ የሚመጥን ብርሃን መሻገር",
      "በ2023 የአፍሪካ የብልፅግና ተምሳሌት መሆን መቻል",
      "በ2040ኢትዮጵያ የዓለም ብልፅግና ተማሳሌት ትሆናለች",
      "ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 9,
    question: "በታላቁ የብልፅግና ገዥ ትርክት ዕሳቤ መሰረት ብሔራዊነትን ለመገንባት ትክክል ያልሆነው የቱ ነው?",
    options: [
      "በጋራ ትናንት፤በጋራ ዛሬ የጋራ ነገን መገንባት",
      "በሁሉም ከሁሉም ለሁሉም የሆነ ኢኮኖሚን መፍጠር ",
      "ፍፁማዊ አንድነትን ማዕከል ያደረገ ዓውድ መስራት",
      "ማህበራዊ ትስስሩ የዳበረ ትውልድ ማፍራት",
    ],
    correctAnswer: 2,
  },
  {
    id: 10,
    question: "ከሚከተሉት ውስጥ አንዱ ስለ ብልፅግና ፓርቲ ትክክል አይደለም",
    options: ["ፕራግማቲክ (ገቢር ነበብነት)", "ሰው ተኮርነት  ", "ጠቅላይነትና ፍፁማዊነት", "ብሔራዊነት"],
    correctAnswer: 2,
  },
  {
    id: 11,
    question:
      "የብልፅግና ፓርቲ በብሔራዊነት ሀገራዊ ልዕልናን እየገነባ ያለበትን ሂደት ማሳያ ከሆኑት ውስጥ የሚካተተው",
    options: ["አረንጓዴዴ አሻራ ", "የስንዴ ምርት", "የህዳሴ ግድብ ", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 12,
    question: "ለብሔራዊ ገዥ ትርክት ፈተናዎች ከሆኑት ውስጥ የማይካተተው",
    options: [
      "ጽንፈኝነት አክራሪነት ",
      "የወል እውነት ለወል ሀገር ግንባታ",
      "የነጠላ ቡድናዊ እውነት መኖር",
      "የአመለካከትና የተግባር አንድነት ጉድለት",
    ],
    correctAnswer: 1,
  },
  {
    id: 13,
    question: "ከሚከተሉት ውስጥ ስለ ብልፅግና ፓርቲ ትክክል የሆነው፡-",
    options: [
      "የመሀል መንገድን የሚከተል ፖለቲካዊ አመክንዮ አለው ",
      "አካታችነትና ብዝሃነትን ያማከለ የመደመር ዕሳቤን ይተገብራል",
      "የህግ የበላይነትን ለዘላቂ ሰላም ዕሳቤ ግንባታ ይጠቅማል ",
      "ሁሉም መልስ ነው",
    ],
    correctAnswer: 3,
  },
  {
    id: 14,
    question: "ለዘመናት በሀገራችን የነበሩ ትርክቶች ፖለቲካዊ፤ማኅበራዊዊና ኢኮኖሚያዊ ስብራቶች መነሻ ናቸው ስንል",
    options: [
      "ትርክቶቻችን ብዝሃነትን ያላከበሩ ፍፁም አንድነትን የሚሰብኩ ነበሩ",
      "የወንድማማችነትና እህትማማችነት ዕሴቶችን ያላከበሩ መሆናቸው",
      "በጋራ እውነት አብሮነትን ያዳበሩ የአንድነት ምሶሶዎች መሆናቸው",
      "ከይቅርታ፤ፍቅርና እርቅ ይልቅ መለያየትን የሚያጎሉ መሆናቸው",
      "ከ ‹‹ሐ›› በሰሰቀር መልስ ናቸው",
    ],
    correctAnswer: 4,
  },
  {
    id: 15,
    question: "የብልፅግና ፓርቲ “ብሔራዊ ገዥ” ትርክት ለሀገራዊ ልዕልና ወሳኝ የሆነበት ምክንያት",
    options: [
      "የጥንት ስልጣኔ ባለቤት ሆነን ሳለ አስባስባሳቢ የጋራ ትርክት ያልነበረን በመሆኑ",
      "ትርክቶች በገዥዎች ፍላጎት የሚቀያየሩ የነበሩ መሆናቸው",
      "ቅቡልነት ቀጣይነት ያለው ስርዓተ መንግስት መገንባት ለማስቻል",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 16,
    question: "ስለ ብልፅግና ፓርቲ ታላቅ ብሔራዊ ገዥ ትርክት ትክክል የሆነው፡-",
    options: [
      "ከብሄር ማንነትና ብዝሃነት ይልቅ ለአንድነት ትኩረት መስጠቱ",
      "ትናንትን፤ዛሬንና ነገን ያስተሳሰረ መሆኑ",
      "በህብረ ብሔራዊ ወንድማማችነትና እህትማማችነት ላይ የተመሰረተች የበለፀገች ሀገርን ለመገንባት",
      "ከ ‘’ሀ’ በሰተሰተቀር ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 17,
    question: "ብልፅግና ፓርቲ ‘’ብሔራዊነትን’’ ገዥ ትርክት ያደረገበት ምክንያት ያልሆነው",
    options: [
      "የህዝቦችን ህብራዊ ገጽታን የሚያስተሳስር በመሆኑ",
      "ከዋልታ ረገጥነት የወጣና ለሁሉም ዕድል የሚሚሰጥ በመሆኑ",
      "ፍፁማዊ ወጥነትን በመተግበር የማንነት ጥያቄን የሚያጠፉ በመሆኑ",
      "ሀገራዊ መግባባትን የሚገነባ በመሆኑ",
    ],
    correctAnswer: 2,
  },
  {
    id: 18,
    question: "በፓርቲያችን እሳቤ መሰረት ብሔራዊ ገዥ ትርክትን ለመገንባት የማይጠቅመው",
    options: [
      "በአስተሳሳሪ ትናንት ላይ ነገን መገንባት",
      "አርበኝነትን ለብሔራዊነት መጠቀም ",
      "የተናጠል ትርክቶች ማዳበርና ህዝበኝነትን ማጉላት",
      "የሰላም ዕሴትን መገንባት",
    ],
    correctAnswer: 2,
  },
  {
    id: 19,
    question: "ስለ ብሔራዊ አርበኝነት ትክክል ያልሆነው",
    options: [
      "ቃልን በተግባር ማጽናት",
      "ዘመንን መዋጀት ",
      "ጦርነት፤ተኳሽነትና ጀብደኝነት",
      "የላቀ መስዋትነት ለሀገር ሉዓላዊነት",
    ],
    correctAnswer: 2,
  },
  {
    id: 20,
    question: "ከሚከተሉት ውስጥ የብሔራዊ አርበኝነት መገለጫ/አአምድ ያልሆነው",
    options: ["ብዝሃነት", "ፍትሃዊነት", "ጦረኝነት", "አብሮንትአብሮንት"],
    correctAnswer: 2,
  },
  {
    id: 21,
    question: "ከሚከተሉት ውስጥ የብልፅግና ፓርቲ ‘’ብሔራዊነት’’ መገለጫ ተግባር የሆነው ",
    options: [
      "የማዕድ ማጋራት/የበጎ ፍቃድ ስራዎች ",
      "ታላላቅ ሰው ተኮርና ሀገራዊ ፕሮጀክቶች",
      "የኮሪደር ልማትና ገበታ ለሀገር ፕሮጀክቶች",
      "ሁሉም ትክክል ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 22,
    question: "የብልፅግና ፓርቲ ገዥ ትርክት ምንድን ነው? ",
    options: ["ብሄራዊነት  ", "ፍፁማዊ አንድነት ", "ፍፁማዊ ልዩነት ", "ዋልታ ረገጥነት"],
    correctAnswer: 0,
  },
  {
    id: 23,
    question: "የመደመር ዓምዶች የምንልቸው ",
    options: ["ተባብሮ መኖር   ", "ሙሉ ዕይታ  ", "ሚዛን መጠበቅ ", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 24,
    question: "ብልፅግና ፓርቲ ‘’ብሔራዊነት’’ ገዥ ትርክት እንዲሆን ያስፈለገበት ምክንያት  ",
    options: [
      "ብልፅግና አማካይ ዕሳቤን የሚያራምድ በመሆኑ",
      "ብሔራዊነት ለሁሉም ዕድል ስለሚሰጥ",
      "ብሔራዊነት ፍፁማዊ አንድነትን ስለሚያጠናክር",
      "ሀ እና ለ መልስ ናቸው",
    ],
    correctAnswer: 3,
  },
  {
    id: 25,
    question: "ብሔራዊ ገዥ ትርክትን መገንባት ከምንችልባቸው ስልቶች",
    options: [
      "የተናጠል ትርክቶችን መገዳደር መቻል",
      "አርበኝነትን ለብሔራዊነት በመጠቀም",
      "በአስተሳሳሪ ትናንትና በአስተሳሳሪ ነገ ላይ መገንባት",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 26,
    question: "ከሚከተሉት ውስጥ የብሔራዊ አርበኝነት መገለጫ ያልሆነው የቱ ነው?",
    options: [
      "ሀገርን ከውጭ ወራሪ በመከላከል ሉአላዊቷን ማክበርና ነፃነቷን ማስጠበቅ",
      "የህዝባችን ዕኩልነትና ፍትሃዊነት ማክበር",
      "ፍፁማዊ አንድነትን ወይም ልዩነትን በሀይል ማስከበር",
      "ዘመንን መዋጀትና ለሁለንተናዊ ከፍታ  በጋራ መትጋት",
    ],
    correctAnswer: 2,
  },
  {
    id: 27,
    question: "በብልፅግና ፓርቲ መርህና ዕሳቤ መሰረት ብሔራዊ ትርክትን ለማስረጽ የምንጠቀምበት መንገድ?",
    options: [
      "ተግባራዊ ተምሳሌታዊነትን ስራ ላይ ማዋል",
      "ትምህርትን ለትውልድ ግንባታ ማዋል",
      "የሀይል አማራጭን መጠቀምና ልዩነትን ማጥፋት",
      "ሀ እና ለ መልስ ናቸው ",
    ],
    correctAnswer: 3,
  },
  {
    id: 28,
    question: "ከብልጽግና ፓርቲ የዉስጥ ችግሮችን ለመፍታት  ከሚከተላቸዉ መንገዶች ዉስጥ የሚካተተዉ?",
    options: [
      "ፖለቲካዊ ማህበራዊና ኢኮኖሚያዊ የተሳካ ሪፎርም",
      "የስርአት ለዉጥ ",
      "የሽሽግግር ፍትህ",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 29,
    question: "ከሚከተሉት ዉስጥ  ስለተኛጠል ትርክት  ትክክል ያልሆነዉ  የቱ ነዉ?",
    options: [
      "ብዝሀነትን ና አንድነትን  በሚዛኑ ያያል",
      "ለአብሮነት እና ለብዝሀነት  በሀሳብ የበላይነት የማያምን ነዉ",
      "ልዩነትን ያለአግባብ  በመለጠጥ ብሄራዊ አንድነትን ያሳንሳል",
      "ፍጹማዊ አንድነትን በማቀንቀን  ህብረብሔራነትን ያሳንሳል",
    ],
    correctAnswer: 0,
  },
  {
    id: 30,
    question: "በአርበኝነት የሚፈጠር ብሄራዊነት  ገዝ ትርክት  እንዲሁም የአባልነትና የአመራር ሚና መሆን ያለበት?",
    options: ["መታመን", "መስጠት", "ልዩነት", "ከ '' ሐ'' በስተቀር ልክ ናቸዉ"],
    correctAnswer: 3,
  },
  {
    id: 31,
    question: "ብሄርራዊ ገዥ ትርክት ለሀገራዊ ግንባታ ያለዉ ጠቀሜታ?",
    options: [
      "ከእዳ ወደ ምንዳ የሚደረገዉን የልእልና ጉዞ ያሳካል",
      "ብዝሀነትን ያቀፈ የወል እዉነትን ያጸናል",
      "የአብሮነት ስሌትን ይገነባል",
      "ሁሉም ትክክል ናቸዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 32,
    question: "ስለገዥ ትርክት ትክክል ያልሆነዉ?",
    options: [
      "የወል አስተሳሰብ                     ",
      "የጋራ ተሳትፎ",
      "ቡድናዊ እዉነት",
      "የወል ድል",
    ],
    correctAnswer: 2,
  },
  {
    id: 33,
    question: "የብሔራዊ ገዥ ትርክትን ለማጽናት  ተግዳሮት ከሆኑት መካክል",
    options: [
      "የትናንት ስብራት                         ",
      "ጽንፈኝነት",
      "የሀሳብ ድርቀት",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 34,
    question:
      "በሀገራችን ነባራዊ ሁኔታ የፖለቲካ አዉድን  በማጠልሸት ብሔራዊነትን  የማጽናት ተግዳሮቶች ዉስጥ የማይካተተዉ?",
    options: [
      "በአብላጫ የሀይል ሚዛን ላይ የነበሩ የፖለቲካ ስርአቶች",
      "ሀገር በቀል እና ቅቡል የሆነ እሳቤን አለመያዝ",
      "በገዥ  አስተሳሰብ እና ተራማጅ የሆኑ  አመለካከቶች ላይ የተመሰረተ ፖለቲካ ስርአት መኖር",
      "የተረጋጋ የሀሳብ ልዕልና ላይ የተመሰረተ ፖለቲካዊ ስርአት መኖር",
    ],
    correctAnswer: 2,
  },
  {
    id: 35,
    question: "የሀገረ-መንግስት ግንባታ እና ትርክት ጥብቅ ትስስር  አላቸዉ ማለት ምን ማለት ነዉ?",
    options: [
      "ትርክት ግንባታ ላይ ያለ ጉድለትና ጥንካሬ ሀገረ መንግስት  ለመገንባት ሚና አለው",
      "የአንድ ሀገር ጥንካሬ የሚለካዉ  በሚነገረዉ ትርክት ነዉ",
      "ሀገር እና ሀገረ-መንግስት በህዝቦች የጋራ ስምምነትና  የጋራ ፍላጎት መረዳት ላይ መሆኑ",
      "መ/ሁሉም መልስ ናቸዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 36,
    question: "የጋራ የሆኑ ሀገራዊ ገዥ ትርክት አለመኖር  ሊያስከትለዉ ከሚችላቸዉ ጉዳዮች መካክል ያልሆነዉ?",
    options: [
      "የጋራ ሀገር ግንባታ ስኬት",
      "የቅቡልነት እጦት",
      "ደካማ ኢኮኖሚ",
      "ያልተረጋጋና  ሰላሟ ያልተረጋገጠ ሀገር",
    ],
    correctAnswer: 0,
  },
  {
    id: 37,
    question:
      "ብዙ የታሪክ እዳዎች እና ዉስብስብ ብዝሀነትን  በአቀፈች ሀገር  ኢትዮጵያ  እንዴት ብሄራዊነትን ገዥ ትርክት ማድረግ ይቻላል?",
    options: [
      "ኢትዮጵያ  የብዝሀ ማንነቶች ሀገር  እንደመሆኗ  ብዝሃ የሆነ ፖለቲካዊ፣ ማህበራዊ እና ኢኮኖሚያዊ ስርአትን መገንባት",
      "የተናጠል እዉነት ላይ የተመሰረተ ስርርእትን  ማፅናት",
      "አቃፊነትን ና  አካታችነትን  በብሔር ማንነት  መተካት",
      "የመነጋገር እና  የዉይይት  ባህልን በአሸናፊዎች የበላይነት መተካት መቻል",
    ],
    correctAnswer: 0,
  },
  {
    id: 38,
    question: "ሀይማኖታዊና ባህላዊ  በዓላትን  እንዴት  ለወል ትርክት  ግንባታ መጠቀም ይቻላል?",
    options: [
      "የብዝሀ ማንነት መገለጫ በመሆናቸዉ",
      "የአብሮነት እና መተሳሰብ  ስሌቶችን ያቀፋ ስለሆኑ",
      "በአከባቢዉ ያሉ ነጠላ ቡድናዊ እዉነታዎችን የሚየጎሉበትን አዉድ በመፍጥር",
      "ሀ እና ለ መልስ ናቸዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 39,
    question: "ሀገራዊ ገዥ ትርክትን መገንባት የማን ሀላፊነት ነዉ?",
    options: ["የመገናኛ ብዙሀን", "ት/ቤቶች", "የሀይማኖት ተቋማት", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 40,
    question: "በድህረ እዉነት ዘመን የወል ትርክት ግንባታ ፈተናዎች ምንድን ናቸዉ?",
    options: [
      "የተዛቡና ተጨባጭ  ያልሆኑ መረጃዎች",
      "ጊዜዉን የዋጀ   የቴክኖሎጂ አጠቃቀም ዉስንነት  ",
      "ተለዋዋጭ የሆኑ አለምዓፋዊ ኩነቶች",
      "ሁሉም",
    ],
    correctAnswer: 3,
  },
  {
    id: 41,
    question:
      "የታላቁ ህዳሴ ግድብን  ጨምሮ በሀገራችን  የተገነቡ ታላላቅ ፕሮጀክቶች  ለብሔራዊ  ገዝ  ትርክት  ግንባታ ያላቸዉ ሚና  እንዴት ይገለፃል?",
    options: [
      "ኢትዮጵያዉያን  በጋራና  በኩራት  የሚነገሩላቸዉ  መሆናቸዉ",
      "የሁሉም  ኢትዮጵያዉያን  የጋራ አሻራ መሆናቸዉ",
      "ዘመንን የዋጁ  በስኬት የተጠናቀቁ  የጋራ ድል መሆናቸዉ",
      "ሁሉም ትክክል ናቸዉ",
    ],
    correctAnswer: 3,
  },
  {
    id: 42,
    question: "ስለ ትርክት ብያኔ ትክክል ያልሆነው የቱ ነው?",
    options: [
      "የአብሮነት ታሪካዊ መሰረት ነው፡፡",
      "ሰዎች ከየት ተነስተው ወደየት መድረስ እንዳለባቸው ያመላክታል፡፡",
      "የትላንት ታሪኮችን እነደ እርሾ በመጠቀም ዛሬ ላይ የምንጠቀምባቸው ፍላጎቶችን ለማሳካት ይጠቅማል፡፡",
      "መልሱ የለም",
    ],
    correctAnswer: 3,
  },
  {
    id: 43,
    question: "የትርክት ሚና የሆነው የቱ ነው?",
    options: [
      "ከፍተኛ የማነሳሳት ጉልበት አለው፡፡",
      "ለማህበራዊ መስተጋብርና ዕድገት መልካም ጎን አለው፡፡",
      "ሀ እና ለ መልስ ናቸው፡፡",
      "መልሱ የለም",
    ],
    correctAnswer: 2,
  },
  {
    id: 44,
    question: "የትርክት ፋይዳ የሆነው የቱ ነው?",
    options: [
      "ህዝቡ ስለራሱና ስለአለም ያለውን የመረዳት ቅርጽ እንዲኖረው ይረዳል፡፡",
      "የወል ማንነቶችንና የጋራ ዓላማን ታሪካዊ ዳራ እንዲኖራቸው ያግዛል፡፡",
      "አስተሳሰብንና እውነትን ትርጉም ባለው መልኩ ቅርፅ  ያስይዛል፡፡",
      "ሁሉም ",
    ],
    correctAnswer: 3,
  },
  {
    id: 45,
    question: "ስለ ትርክት፣ ተረክና ታሪክ ትክክል የሆነው የቱ ነው?",
    options: [
      "ታሪክ በሰው ልጅ ታሪክ ውስጥ በእውነት ስለተደረገው በማስረጃና በመረጃ ተመሳክሮ የሚቀርብ ትረካ ነው፡፡",
      "ተረክ ስለ አንድ ታሪክ፣ ኩነት ድርጊት የሚነገር ፈጠራ የታከለበት ትረካ ነው፡፡",
      "ትርክት ማህበራዊ ፈጠራ በመሆናቸው ወጥነት ያላቸው፣ ተከታታይ ንግግር የሚፈልጉ እና በሚገባ እየዳበሩ የሚሄዱ ናቸው፡፡",
      "ሁሉም መልስ ናቸው፡፡ ",
    ],
    correctAnswer: 3,
  },
  {
    id: 46,
    question: "ገዥ ትርክት ማለት ምን ማለት ነው?",
    options: [
      "በአንድ ሀገር ውስጥ ከሚኖሩ ተገዳዳሪ ትርክቶች መካከል ጎልቶ በብዛት በህዝብ ተቀባይነት ያገኘ ተሻጋሪ የሆነ ትርክት ማለት ነው፡፡",
      "በአንድ ሀገር ውስጥ ከሚኖሩ ተገዳዳሪ ትርክቶች መካከል ጎልቶ ያልወጣና በብዛት በህዝብ ተቀባይነት ያላገኘ ተሻጋሪ ያልሆነ ትርክት ማለት ነው፡፡",
      "በተወሰኑ ማህበረሰብ ጀግኖች ወይ አክስተቶች ዙሪያ አንድን ማህበረሰብ በመወከል የሚደረግ ትርክት ማለት ነው፡፡",
      "በገንዘብ የሚሸጥና የሚገዛ ትርክት ማለት ነው፡፡ ",
    ],
    correctAnswer: 0,
  },
  {
    id: 47,
    question: "ታሪክን በዋናነት ለታሪክ ባለሙያዎች መተው ለምን ይጠቅማል?",
    options: [
      "የተፃፉ ታሪኮች በባለሙያ አማካይነት ታይቶ ችግሩ እንዲፈታ ይረዳል፡፡",
      "አሁን የሚሰሩ ኘሮጀክቶች ታሪክን በተሟላ መልኩ የያዙ እንዲሆኑ ያደርጋል፡፡",
      "በባለፉት ጊዜ በተፈፀሙ ታሪኮች ጊዜ ከማባከን ወደፊት ለመሄድ ይረዳል፡፡",
      "ሁሉም መልስ ናቸው፡፡",
    ],
    correctAnswer: 3,
  },
  {
    id: 48,
    question: "ስለ ብሄርተኝነት ትክክል ያልሆነው የቱ ነው?",
    options: [
      "አንድ ብሄር ከተጋረጠበት የህልውና አደጋ እራሱን ለመከላከል የሚጠቀምበት ርዕዮተ ዓለም ነው፡፡",
      "ሰው ተኮርና አድማሱ የሰፋ ነው፡፡ ",
      "አንድን ተፈጥሮአዊ፣ ማህበራዊ፣ አካባቢያዊ፣ ፖለቲካዊና ሃይማኖታዊ ምንነት መሰረት አድርጎ የሚቀነቀን ርዕዮተ ዓለም ነው፡፡",
      "ራስ ተኮርና አድማሱ የጠበበ ነው፡፡",
    ],
    correctAnswer: 1,
  },
  {
    id: 49,
    question: "ህብረ-ብሄራዊ አንድነትን የሚገልፀው የቱ ነው?",
    options: [
      "ብሄር፣ ቋንቋ፣ ሀይማኖት፣ ፆታ፣ አስተሳሰብ፣ ታሪክ፣ ብዙሃነትን በአንድነት አቅፎ የያዘ ነው፡፡",
      "ብሄርና ቋንቋን ብቻ አቅፎ የያዘ ነው፡፡",
      "ብሄርና ሃይማኖትን ብቻ አቅፎ የያዘ ነው፡፡",
      "ሃይማኖትና ታሪክን ብቻ አቅፎ የያዘ ነው፡፡",
    ],
    correctAnswer: 0,
  },
  {
    id: 50,
    question: "የብልፅግና ገዥ ትርክት የሆነው የቱ ነው?",
    options: ["ብሄርተኝነት", "ብሄራዊነት", "ህዝበኝነት", "ህዛባዊነት"],
    correctAnswer: 1,
  },
  {
    id: 51,
    question: "የብሄራዊነት ጥቅም የሆነው የቱ ነው?",
    options: [
      "ለሁሉም አኩል እድል ይሰጣል፡፡",
      "ሀገራዊ መግባባትን ዕውን ያደርጋል፡፡",
      "ከዋልታ ረጋጥነት አስተሳሰብ ያስወጣል፡፡",
      "ሁሉም ",
    ],
    correctAnswer: 3,
  },
  {
    id: 52,
    question: "ስራ ብሄራዊነት ትክክል ያልሆነው የቱ ነው?",
    options: [
      "ከጋራ ነገሮቻችን ይልቅ የተናጠል ጉዳይ ላይ ያተኩራል፡፡",
      "ለሁሉም አማካይ የሆነ አሳብን ያራምዳል፡፡",
      "ሀገራዊ መግባባትን እውን ያደርጋል፡፡",
      "ለሁሉም እኩል እድል ይሰጣል፡፡ ",
    ],
    correctAnswer: 0,
  },
  {
    id: 53,
    question: "ብሄራዊነትን ለመገንባት የማይጠቅመው የቱ ነው?",
    options: [
      "የሴራ ትንታኔ መዋጋት",
      "የጥላቻ ኘሮፖጋንዳን መከተል",
      "አፍራሽ ትርክቶችን መታገል",
      "የሃይልና አመፃ መንገዶችን መዋጋት",
    ],
    correctAnswer: 1,
  },
  {
    id: 54,
    question: "የብሄራዊነት ሳንካዎች ውስጥ የማይካተተው የቱ ነው?",
    options: ["መጠራጠር", "መተጋገል", "መገፋፋት", "መፈራረጅ"],
    correctAnswer: 2,
  },
  {
    id: 55,
    question: "ብሄራዊነትን ለማጽናት የሚጠቅመው የቱ ነው?",
    options: ["ትምህርት ቤት", "ሚዲያ", "ኪነ ጥበብ", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 56,
    question: "ብሄራዊነትን ለማጽናት ከብልፅግና አባላት የማይጠበቀው የቱ ነው?",
    options: ["መታመን", "ተወሳጅ መሆን", "እኛነትን ማሳደግ", "ትብብርን ማዕከል ማድረግ"],
    correctAnswer: 1,
  },
  {
    id: 57,
    question: "ብሄራዊነትን ለማጽናት ከብልጽግና አባላት የሚጠበቀው የቱ ነው?",
    options: ["ሚዛናዊነት", "በራስ መተማመን", "ውጤታማነት", "ሁሉም"],
    correctAnswer: 3,
  },
  {
    id: 58,
    question: "መንግስት ብሄራዊነት ገዥ ትርክቱ እንዲሆን ለምን ፈለገ?",
    options: [
      "መንግስት ግለኛ እሳቤን የሚያራምድ ስለሆነ ነው፡፡",
      "መንግስት ከተናጠል ይልቅ በጋራ ነገሮቻችን ላይ ስለሚያተኮር ነው፡፡",
      "ብሄራዊነት ለሁሉም እኩል እድል ስለማይሰጥ ነው፡፡",
      "ሁሉም",
    ],
    correctAnswer: 1,
  },
  {
    id: 59,
    question:
      "ታሪክ፣ ባህልና ማንነትን አንድና ወጥ አድርጎ የሚመለከተው የትርክት አይነት ---------- ይባላል፡፡",
    options: [
      "ፍፁማዊ አንድነት ትርክት",
      "ፍፁማዊ ልዩነት ትርክት",
      "ፍፁማዊ ሚዛናዊነት ትርክት",
      "ፍፁማዊ ብዙሃነት ትርክት",
    ],
    correctAnswer: 0,
  },
  {
    id: 60,
    question: "ከሚከተሉት ውስጥ ትክክል ያልሆነው የቱ ነው?",
    options: [
      "ነጠላ ትርክቶች በተወሰኑ ማህበረሰብ ጀግኖች ወይ አክስተቶች ዙሪያ አንድን ማህበረሰብ በመወከል የሚደረግ ትርክቶች ናቸው፡፡",
      "ገዥ ትርክት አንድ ማህበረሰብ ባለፈው፤ በምሉዕና በዋናነት በተለዩ ጉዳዮች ውስጥ በማስረጽ የሰዎችን አስተሳሰብና ዕውቀት ቅርፅ የሚሰጥ ነው፡፡",
      "ትርክቶች ማህበራዊ ፈጠራ በመሆናቸው አንድ የታወቀ ደራሲ የላቸውም ነገር ግን ተናጋሪ እና አድማጭ በጋራ የሚያደብሯቸው ናቸው፡፡",
      "በማህበራዊ ጥናት መስክ ትርክት የወል ወይም የጋራ የአንድን ማህበረሰብ ወይም ህዝብ የወል ማንነት ለመግለፅ አያገለግልም፡፡",
    ],
    correctAnswer: 3,
  },
  {
    id: 61,
    question: "በመደመር መርህ መሰረት የብልጽግና ፓርቲ መካከለኛ መንገድን ይከተላል ስንል ምን ማለት ነው?",
    options: [
      "መደመር የብሔር ማንነትን የሚያጎላ መርህን ይከተላል ማለት ነው",
      "መደመር ፍጹም አንድነትን ወይም ነጠላነትን ሳይሆን ህብረብሔራዊነትን የሚከተል ነው",
      "መደመር ከወል እውነት ይልቅ የነጠላ ቡዳናዊ እውነትን የሚያፀና ዕሳቤ ነው",
      "ዋልታረገጥነትና ህብረብሔራዊነት የማይጋጩ ዕሳቤዎች መሆናቸውን ያመለክታል",
    ],
    correctAnswer: 1,
  },
  {
    id: 62,
    question: "በብልጽግና ፓርቲ ሁለተኛ መደበኛ ጉባዔ ላይ ከተቀየሩ የፓርቲ አደረጃጀቶች",
    options: ["የብልጽግና ህብረት", "ሚዲያና ህዝብ ግንኙነት", "የሴቶች ክንፍ", "የብልጽግና ቤተሰብ"],
    correctAnswer: 1,
  },
  {
    id: 63,
    question:
      "በበልጽግና ፓርቲ የኢኮኖሚ ፕሮግራም መሰረት ምርታማነትን መሰረት ያደረገ ማህበራዊ ፍትህ ማረጋገጥ ስንል",
    options: [
      "ከመንግስት መር ኢኮኖሚ የተላቀቀ ስርዓት በመገንባት የግሉን ዘርፍ  ሚና ወደ ላቀ ደረጃ ማሳደግ",
      "ከፍትሀዊነት ይልቅ ተደራሽነት ላይ የተመሰረተ የ ኢኮኖሚ ስርዓት መገንባት",
      "ከብዝሃ ኢኮኖሚ ይልቅ አንድን የኢኮኖሚ ዘርፍ ትኩረት በመስጠት እድገትን ማፋጠን",
      "ሁሉም መልስ ትክክል ናቸው",
    ],
    correctAnswer: 0,
  },
  {
    id: 64,
    question:
      "አንድ የብልጽግና ፓርቲ አባል በአባልነት ከተመዘገበበት ጊዜ ጀምሮ ሊኖሩት ከሚችሉ መብቶች መካከል መካተት የማይችለውል",
    options: [
      "የመምረጥና የመመረጥ",
      "ሀሳቡን የመግለፅ",
      "በፓርቲው ጉባዔ ላይ መሳተፍ",
      "የየትኛውም ፓርቲ አባል/ደጋፊ መሆን",
    ],
    correctAnswer: 3,
  },
  {
    id: 65,
    question: "ከሚከተሉት ውስጥ የብልጽግና ፓርቲ የማህበራዊ ፕሮግራም ግቦች የሚካተተው የቱ ነው?",
    options: [
      "ፍትሃዊነት ፣ ጥራትና አግባብነት ያለው የትምህርትና ስልጠና ስርዓት",
      "ታከሞ መዳንን ብቻ ማዕከል ያደረገ የጤና ስርዓት",
      "ወጥ የሆነ የቋንቋና ባህል ስርዓት ግንባታ",
      "ሁሉም ትክክል ናቸው",
    ],
    correctAnswer: 0,
  },
  {
    id: 66,
    question: "ብልጽግና ገቢርነበብ ነው ስንል ምን ማለታችን ነው?",
    options: [
      "አካታችና መካከለኛ",
      "ጠቅላይና አንድ አይትነት",
      "ሊበራል ዲሞክራሲን የሚከተል",
      "ርዮት ዓለም ተኮር",
    ],
    correctAnswer: 0,
  },
  {
    id: 67,
    question: "የመደመር መሰረታዊ ዕሳቤ ከብሔራዊ ገዥ ትርክት ጋር ያለው ትስስር እንዴት ይገለፃል?",
    options: [
      "መደመር አንድ ዓይነትን የሚያሳይ በመሆኑ ትርክታችንም የኢትዮጵያውያንን አንድነት ማስረጽ አለበት",
      "መደመር ኢትዮጵያውያን የብሔር ማንነታቸው ከአብሮነታቸው የላቀ ነው ብሎ ያምናል",
      "በመደመር መርህ መሰረት ትርክት በልዩነት ወይም በአንድ አይነትነት ገዥነት መገንባት አለበት",
      "መደመር በህብረብሔራዊነት የተገነባ ብዝሃነትን የጠበቀ አንድነትን መሰረት ያደረገ ዕሳቤ ነው",
    ],
    correctAnswer: 3,
  },
  {
    id: 68,
    question: "የፓርቲያችን ብልጽግና የውጭ ግንኙነት መርህ",
    options: [
      "ከሀገራዊ ክብር በላይ ለኢኮኖሚያዊ ጥቅም ቅድሚያ የሰጠ ",
      "ከትብብርና የጋራ ተጠቃሚነት ይልቅ ሀገራዊ ተጠቃሚነትነ ብቻ ያማከለ",
      "ቅድሚያ ለጎረቤት ሀገራት ትኩረት የሰጠና የሀገርን ጥቅም ያከበረ",
      "ዜጋ ተኮር ያልሆነ ግን በሰጥቶ መቀበል ላይ የተመሰረት",
    ],
    correctAnswer: 2,
  },
  {
    id: 69,
    question:
      "የምግብ ሉዓላዊነትን ማረጋገጥ የብልጽግና ቁልፍ አጀንዳ ተደርጎ ከተሰሩ ዋና ዋና ተግባራት የማይካተተው",
    options: [
      "የኢትዮጵያ ታምርት ንቅናቄ ",
      "የሌማት ትሩፋት",
      "ሳይንስ ቴክኖሎጂና ሰው ሰራሽ አስተውሎት",
      "የአረጓዴ አሻራ ንቅናቄ",
    ],
    correctAnswer: 2,
  },
  {
    id: 70,
    question: "የብልጽግና ፓርቲ  ገዥ ትርክት ምንድን ነው?",
    options: ["ቡድናዊ እውነት", "ብሔራዊነት", "ልሙጥ አንድነት ", "ነጠላ ማንነት"],
    correctAnswer: 1,
  },
  {
    id: 71,
    question: "ከሚከተሉት ውስጥ የብልጽግና ሳንካዎቾ ውስጥ የሚካተተው",
    options: ["ዘመንን መዋጀት", "አርበኝነት", "ዋልታ ረገጥነት", "ብሔራዊነት"],
    correctAnswer: 2,
  },
  {
    id: 72,
    question:
      "በብልጽግና ፓርቲ የሀሳብ ልህቀትና በክቡር ጠ/ሚር ዐብይ አህመድ አርቆ አሳቢነት ኢትዮጵያ በዓለምዓቀፍ መድረክ ካሳካቻቸው የዲፕሎማሲ ታሪካዊ ድሎች መካከል አንዱየ ሆነው",
    options: [
      "የብሪክስ አባል መሆን",
      "የተባበሩት መንግስታት አባልነት",
      "የአፍሪካ ህብረት",
      "የኢጋድ አባልነት",
    ],
    correctAnswer: 0,
  },
  {
    id: 73,
    question: "ከመደመር ዕሴቶች መካከል አንዱ ሀገራዊ አንድነት ነው ስንል",
    options: [
      "የብሔርብሔረሰቦች ዕጣፈንታ በጋራ ለማደግ የተሰራ አለመሆኑን ያመለክታል",
      "ማንነታችን እንዳንለያይ ሆኖ የተጋመደ መሆኑን ያሳያል",
      "የነጠላ ህልውናችንን አስጠብቀን በሰላም መቆየት የሚቻል መሆኑን ያሳያል",
      "ሁሉም ትክክል ናቸው",
    ],
    correctAnswer: 1,
  },
  {
    id: 74,
    question: "ከሚከተሉት ውስጥ የመደመር ትውልድ መርሆች ውስጥ የማይካተተው",
    options: ["ትናንትን መርገም", "ትናንትን ማረም", "የትናንት ድሎችን ማስፋት", "አሻራን ማበርከት"],
    correctAnswer: 0,
  },
  {
    id: 75,
    question: "ጠንካራ ፓርቲ ለጠንካራ ሀገረመንግስት ግንባታ አስፈላጊ ነው ሲባል እንዴት ማረጋገጥ ይቻላል?",
    options: [
      "የተደራጀ የህዝብ ተሳትፎ",
      "የውስጠ ፓርቲ ኢዲሞክራሳዊነት",
      "የአስተሳሰብና የተግባር አንድነት",
      "በምርጫ ማሸነፍና ቅቡልነተ",
    ],
    correctAnswer: 1,
  },
  {
    id: 76,
    question: "የብልጽግና ፓርቲ መለያ ዕሴት ውስጥ የማይካተተው የቱ ነው?",
    options: ["አንድ አይነትነት", "ህብረብሔራዊ አንድነት", "የዜጎች ክብር", "ነፃነት"],
    correctAnswer: 0,
  },
  {
    id: 77,
    question: "ከሚከተሉት ውስጥ የብልጽግና ፓርቲ የፖለቲካ ፕሮግራም አላማ የሆነው የቱ ነው?",
    options: [
      "በመንግስት የባህል ግንባታ ላይ የቆመ የዲሞክራሲ ስርዓት መገንባት",
      "የብሔር ማንነት ላይ የተመሰረተ ሀገረመንግስት መገንባት",
      "ዘላቂና አዎንታዊ ሰላምን ማረጋገጥ",
      "ሁሉም መልስ ናቸው",
    ],
    correctAnswer: 0,
  },
  {
    id: 78,
    question: "ከሚከተሉት መካከል የብልጽግና ፓርቲ መርህ ውስጥ የማይካተተው",
    options: ["ዲሞክራሳዊነት", "ህዝበኝነት", "የህግ የበላይነት", "ተግባራዊ እውነታ"],
    correctAnswer: 1,
  },
  {
    id: 79,
    question:
      "በብልጽግና ፓርቲ መተዳደሪያ ደንብ መሰረት አንድ ሰው የፓርቲው አባል ለመሆን በወሳኝነት ማሟላት ከሚገባው ሊካተት የማይችለው",
    options: [
      "ህብረብሔራዊ አንድነትን መቀበል",
      "የማንኛውም የፖለቲካ ፓርቲ አባል መሆን",
      "የህዝቦችን ዕኩልነትና ተጠቃሚነት ማስቀደም መቻል",
      "በህብረተሰቡ ውስጥ ተቀባይነት ያለውና ግብረገብ መሆን",
    ],
    correctAnswer: 1,
  },
  {
    id: 80,
    question: "በመደመር ዕሳቤ መሰረት የኢትዮጵያ መሰረታዊ የፖለቲካ ስብራቶች ውስጥ የማይካተተው",
    options: ["ብሔራዊነት", "ነጠላ ቡድናዊነት", "አግላይነት", "ጠቅላይነት"],
    correctAnswer: 2,
  },
];
